export const bangladeshData = [
    // Main First News

    {
        id: 17501,
        image: "https://images.dailyamardesh.com/original_images/trk-rhmn.jpg",
        image2: "",
        image3: "",
        title: "ইমাম-মুয়াজ্জিনদের মাসিক ভাতা প্রদান কার্যক্রম উদ্বোধন ১৪ মার্চ",
        desc1: "বিশেষ প্রতিনিধি",
        desc2: "প্রধানমন্ত্রী তারেক রহমান আগামী ১৪ মার্চ সারা দেশে ইমাম, মুয়াজ্জিন, খাদেম, পুরোহিত, সেবাইত, বিহার অধ্যক্ষ ও উপাধ্যক্ষদের জন্য সরকার প্রদত্ত মাসিক ভাতা কার্যক্রম উদ্বোধন করবেন।",
        desc3: "বৃহস্পতিবার রাতে তথ্য ও সম্প্রচার মন্ত্রণালয়ের এক সংবাদ বিজ্ঞপ্তিতে এ তথ্য জানানো হয়েছে।",
        desc4: "এতে বলা হয়, আগামী ১৪ মার্চ সকাল ১০টায় রাজধানীর ওসমানী স্মৃতি মিলনায়তনে প্রধানমন্ত্রী তারেক রহমান ইমাম-মুয়াজ্জিনদের মাসিক ভাতা প্রদান কার্যক্রম উদ্বোধন।",
        desc5: "প্রধানমন্ত্রী তারেক রহমান",
        desc6: ".",
        date: "১২ মার্চ ২০২৬, ২২: ২৪"
    },

    // Bottom All News

    {
        id: 17502,
        image: "https://cdn.bdnews24.com/bdnews24/media/bangla/imgAll/2026March/khulna-accideni-120326-01-1773329927.jpg",
        image2: "",
        image3: "",
        title: "বাগেরহাটে ১৪ মৃত্যু: নববধূকে নিয়ে বরের আর বাড়ি ফেরা হল না",
        desc1: "নববধূসহ বরের পরিবারের সাতজনের মৃত্যু হয় মর্মান্তিক এ দুর্ঘটনায়; যারা সবাই মাইক্রোবাসের যাত্রী ছিলেন।",
        desc2: "দুপুরে বিয়ের পর নববধূকে নিয়ে বাড়ি ফিরছিলেন বরের পরিবারের সদস্যরা। খুলনার কয়রা থেকে অনেকটা পথ পেরিয়ে বাড়ির কাছের উপজেলা রামপালে এসে পৌঁছান তারা। এরপরই ভয়াবহ এক দুর্ঘটনায় মোংলার এই বর ও কনের আর বাড়ি ফেলা হল না।",
        desc3: "বাগেরহাটের রামপালে নৌবাহিনীর বাসের সঙ্গে নববধূ ও বরকে বহনকারী মাইক্রোবাসের মুখোমুখি সংঘর্ষে প্রাণয় যায় ১৪ জনের; যাদের মধ্যে বর-কনেসহ একই পরিবারেরই সাতজন। মাইক্রোবাসে নববধূকে নিয়ে বরের পরিবারের লোকজন বাড়ি ফিরছিলেন বলে জানান মোংলার এক বিএনপি নেতা। এ দুর্ঘটনায় মোংলার আরেক বিএনপি নেতা ও তার ছেলের মৃত্যু হয়। নিহত ওই ছেলের বিয়ে করাতে তারা খুলনার কয়রা গিয়েছিলেন। বৃহস্পতিবার বিকালে খুলনা-মোংলা মহাসড়কের বেলাই ব্রিজের কাছে এ দুর্ঘটনা ঘটে। নিহতদের মধ্যে আছেন মোংলা পোর্ট পৌরসভার ৮ নম্বর ওয়ার্ড বিএনপির সভাপতি আব্দুর রাজ্জাক ও তার ছেলে বর মো. সাব্বির, সাব্বিরের নববধু মার্জিয়া আক্তার মিতু।",
        desc4: "অন্যরা বিএনপি নেতার মেয়ে, নাতি, নাতনিসহ সাতজন। নিহত বাকিরা তার আত্মীয় স্বজন। তারা পশ্চিম শেলা বনিয়ার বাসিন্দা। মোংলা পৌর বিএনপির সদস্য খোরশেদ আলম রাতে বিডিনিউজ টোয়েন্টিফোর ডটকমকে বলেন, আব্দুর রাজ্জাক তার ছেলে সাব্বিরকে খুলনার কয়রা উপজেলার নাকশা এলাকায় বিয়ে দেন। এদিন সকালে পরিবারের সাতজনসহ কয়েকজন আত্মীয়কে নিয়ে একটি মাইক্রোবাসে করে সেখানে যান। বিয়ের আনুষ্ঠানিকতা সেরে বিকালে বাড়ি ফেরার পথে দুর্ঘটনার শিকার হয় মাইক্রোবাসটি। এতে বিএনপি নেতা আব্দুর রাজ্জাক ও তার পরিবারের সাত সদস্যসহ ১২ জন মারা যান বলে জানান খোরশেদ আলম।",
        desc5: "খুলনা মেডিকেল কলেজ হাসপাতালের কথা হয় কনে মার্জিয়া আক্তার মিতুর মামা আবু তাহেরের সঙ্গে। তিনি বলেন, দুপুরে তার ভাগ্নি মিতুর বিয়ে হয়। “বিকালে মিতুকে নিয়ে শ্বশুরবাড়ি রওনা হয় বরযাত্রীদের মাইক্রোবাসটি। রামপালের কাছাকাছি দুর্ঘটনা ঘটে। এতে মিতু, তার বোন লামিয়া ও নানী মারা গেছেন। আর বরসহ মারা গেছেন আটজন।” মোংলা পৌর বিএনপির জ্যেষ্ঠ যুগ্ম আহ্বায়ক খোরশেদ আলম জানান, মোংলা পৌরসভার ৮নম্বর ওয়ার্ড বিএনপির সভাপতি আব্দুর রাজ্জাকের ছোট ছেলে সাব্বিরের বিয়ে হয়েছিল। তিনি ছেলে-পুত্রবধূ নিয়ে মোংলায় বাড়িতে আসছিলেন। পথে ওই দুর্ঘটনা ঘটে।",
        desc6: "এতে আব্দুর রাজ্জাক, তার ছেলে-পুত্রবধূ, মেয়েসহ আটজন, মাইক্রোবাসের চালক ও কনে পক্ষের লোকসহ মোট ১৪ জন মারা গেছেন।  বাগেরহাটের কাটাখালী হাইওয়ে পুলিশের ওসি মো. জাফর আহমেদ বলেন, নৌবাহিনীর বাসটি মোংলা থেকে ছেড়ে এসেছিল। আর মাইক্রোবাসটি খুলনা থেকে মোংলায় যাচ্ছিল। বেলাই ব্রিজের কাছে দুই গাড়ির মুখোমুখি সংঘর্ষ হয়।  “তাতে তিন নারীসহ মাইক্রোবাসের চারজন ঘটনাস্থলেই মারা যান। স্থানীয় লোকজন এসে আহতদের উদ্ধার করে হাসপাতালে পাঠায়।”  রামপাল উপজেলা স্বাস্থ্য কমপ্লেক্সের মেডিকেল অফিসার সুকান্ত পাল জানান, তার হাসপাতালে মোট ছয়জনকে নেওয়া হয়েছিল। “তাদের মধ্যে চারজন আগেই মারা গেছেন। দুইজনকে গুরুতর আহত অবস্থায় খুলনা মেডিকেল কলেজ হাসপাতালে পাঠানো হয়।”",
        date: "12 Mar 2026, 09:39 PM"
    },

    {
        id: 17503,
        image: "https://cdn.bdnews24.com/bdnews24/media/bangla/imgAll/2026March/ashraful-alam-arrest-120326-01-1773330854.jpg",
        image2: "https://cdn.bdnews24.com/bdnews24/media/bdnews24/2023-06/c7d03a71-e17c-4fa5-b72e-7fe574b4f44b/dakkhinkhan_killing_010623_01.jpg",
        image3: "https://cdn.bdnews24.com/bdnews24/media/bdnews24/2023-06/cced67e6-622f-44f1-b029-315d5a62af71/dakkhinkhan_killing_010623_02.jpg",
        title: "স্ত্রীকে হত্যার পর পুঁতে রেখে কানাডায়: ৩ বছর পর সেই আশরাফুল ঢাকায় গ্রেপ্তার",
        desc1: "“প্রায় একমাস পরে মামলার খোঁজ নিতে গিয়ে জানতে পারি আমার বোনের হত্যাকারী গ্রেপ্তার হয়েছে।”",
        desc2: "প্রায় তিন বছর আগে ঢাকার দক্ষিণখানে স্ত্রী আফরোজাকে হত্যা করে পুঁতে রেখে কানাডা পালিয়ে যাওয়া আশরাফুল আলম সুমন ঢাকায় গ্রেপ্তার হয়েছেন। প্রায় এক মাস আগে ত্রয়োদশ জাতীয় সংসদ নির্বাচনের দিন বিমানবন্দরে তাকে গ্রেপ্তার করা হলেও তা এতদিন প্রকাশ পায়নি। ৫১ বছর বয়সি আশরাফুল বর্তমানে কেরাণীগঞ্জে ঢাকা কেন্দ্রীয় কারাগারে রয়েছেন এবং জামিনের জন্য চেষ্টা করছেন। দক্ষিণখান থানার ওসি শরিফুল ইসলাম বৃহস্পতিবার বিডিনিউজ টোয়েন্টিফোর ডটকমকে বলেন, “আশরাফুলের বিরুদ্ধে অভিযোগপত্র দাখিলের আদালত তার নামে গ্রেপ্তারি পরোয়ানা জারি করে। সেই গ্রেপ্তারি পরোয়ানা শাহ জালাল আন্তর্জাতিক বিমান বন্দরের ইমিগ্রেশন পুলিশের কাছে ছিল।",
        desc3: "“গত ১২ ফেব্রুয়ারি নির্বাচনের দিন আশরাফুল কানাডা থেকে শাহজালাল বিমানবন্দরে পৌঁছলে ইমিগ্রেশন পুলিশ তাকে হেফাজতে নিয়ে (আমাদের) জানায়। পরে আমরা তাকে গ্রেপ্তার করে যথারীতি আদালতে পাঠিয়ে দিই।” আফরোজার ছোট ভাই মোহাম্মদ আরিফুল ইসলাম বিডিনিউজ টোয়েন্টিফোর ডটকমকে বলেন, “আমরা গ্রেপ্তারের খবর জানতাম না। প্রায় একমাস পরে মামলার খোঁজ নিতে গিয়ে জানতে পারি আমার বোনের হত্যাকারী গ্রেপ্তার হয়েছে। সংশ্লিষ্ট আদালতে জামিন নাকচ হওয়ার পর এখন সে উচ্চ আদালতে জামিনের চেষ্টা করছে।” তিনি মনে করেন, ‘চাতুরতার’ আশ্রয় নিয়ে আশরাফুল দেশে আসার জন্য নির্বাচনের দিন বেছে নিয়েছিলেন এবং গ্রেপ্তার ‘গোপন’ রেখে জামিনের চেষ্টা চালিয়ে যাচ্ছেন। ২০২৩ সালের ২৭ মে দুপুরে ঢাকার দক্ষিণখানের নদ্দাপাড়ায় শ্বশুরবাড়ি থেকে নিখোঁজ হন ৪০ বছর বয়সি আফরোজা। পরে ৩১ মে রাতে ওই বাড়ির সীমানায় মাটিতে পুঁতে রাখা মরদেহ উদ্ধার করে পুলিশ। তার বাড়ি নীলফামারীর ডোমারের ভোগড়াবুড়ি গ্রামে। ঢাকায় এসে বোন নিখোঁজ হওয়ার পর দক্ষিণখান থানায় জিডি করেছিলেন আরিফুল। এর চারদিন পরেই পুলিশ লাশ উদ্ধার করে। এর আগেই আশরাফুল কানাডায় চলে যান।",
        desc4: "সে সময় আরিফুল বলেছিলেন, আফরোজা ও আশরাফুল দুজনেই বহু বছর ধরে কানাডায় থাকতেন। সেখানে পরিচয়ের সূত্র ধরে তাদের বিয়ে হয়। আফরোজার আগেও বিয়ে হয়েছিল। তার আগের ঘরের দুই মেয়ে ও এক ছেলে আশরাফুলের সংসারেই থাকত। ঘটনার এক বছর আগে, অর্থাৎ ২০২২ সালে আশরাফুল আলমের সঙ্গে আফরোজার বিয়ে হয়। এটা আশরাফুলের চতুর্থ বিয়ে। তার আগের স্ত্রীর ঘরেও সন্তান রয়েছে। আরিফুল বলেছিলেন, ২০২৩ সালের ২৭ ফেব্রুয়ারি স্বামীকে নিয়ে কানাডা থেকে দেশে আসেন আফরোজা। তার এক ভাগনিকেও সঙ্গে আনেন তারা। কানাডায় বিয়ে হলেও দেশে আনুষ্ঠানিকতা সারতে তারা নতুন করে কাবিননামা করেন। সে সময় নিখোঁজের যে জিডি করা হয়েছিল সেটির তদন্ত কর্মকর্তা ছিলেন দক্ষিণখান থানার এসআই রেজিয়া খাতুন। এই জিডির তদন্ত করতে গিয়ে আফরোজার শ্বশুর, জা ও ভাসুরের কথাবার্তায় তার সন্দেহ হয়।  এসআই রেজিয়া খাতুন ওই সময় বিডিনিউজ টোয়েন্টিফোর ডটকমকে বলেছিলেন, “পরে কৌশলে তাদের সাথে সম্পর্ক গড়ে তুলে আফরোজার অবস্থান জানতে গিয়ে জানা যায়, আফরোজা নিখোঁজ হয়নি, খুন হয়েছেন এবং লাশ বাড়ির সীমানা দেয়ালের পাশে মাটি চাপা দিয়ে রাখা হয়েছে।” আশরাফুল কানাডায় চলে যাওয়ায় তাকে গ্রেপ্তার করা সম্ভব না হলেও আত্মীয়দের মাধ্যমে মোবাইল ফোনে তার সঙ্গে যোগাযোগ করা হয় বলেন এসআই রেজিয়া। “নানা কৌশল অবলম্বন করে খালা পান্না চৌধুরীসহ পরিবারের অন্য সদস্যদের মাধ্যমে আশরাফুলের সাথে ৩১ মে (লাশ উদ্ধারের দিন) রাতে ভিডিও কলে কানাডায় যোগাযোগ করা হয়। তখনই আফরোজার মরদেহ পুঁতে রাখার জায়গাটি আশরাফুল ভিডিও কলের মাধ্যমে জানিয়ে দিলে মাটি খুড়ে মরদেহ উদ্ধার হলে চাঞ্চল্যের সৃষ্টি হয়।”",
        desc5: "আফরোজার লাশ উদ্ধারের ঘটনায় মামলার আসামিরা হলেন-আশরাফুল, তার ভাই সজীব আলম, তাদের বাবা শামছুদ্দিন আহমেদ, তাদের খালা আইনজীবী পান্না চৌধুরী এবং সজীবের স্ত্রী তাহমিনা বাশার। সে সময় পুলিশ আশরাফুলের বাবা, ভাই, ভাইয়ের স্ত্রী, খালাকে গ্রেপ্তার করে পুলিশ। পরে তারা জামিন পান। পুলিশ ওই বছরের ডিসেম্বর পাঁচজনের বিরুদ্ধে আদালতে অভিযোগপত্র দাখিল করে।",
        desc6: "আফরোজার ভাই মোহাম্মদ আরিফুল ইসলাম বলেন, বর্তমানে মামলার বিচারকাজ চলছে জননিরাপত্তা বিঘ্নকারী অপরাধ ট্রাইব্যুনালে। এই আদালতে আগামী ৩০ মে অভিযোগ গঠনের শুনানির দিন রয়েছে। তিনি বলেন, “গ্রেপ্তারের পর এই আদালতে জামিনের জন্য আবেদনও করেছিল তারা। কিন্তু জামিন নাকচ করে দেয় আদালত। এখন উচ্চ আদালতে জামিনের চেষ্টা করছে। এছাড়া তারা দেশে বাইরে চলে যাওয়ার চেষ্টা করছে। এরই মধ্যে আসামিদের একজন দেশের বাইরে চলে গেছে বলে জানতে পেরেছি।” এই মামলার অন্যতম আসামি আশরাফুলের খালা আইনজীবি পান্না চৌধুরী। তিনি বিডিনিউজ টোয়েন্টিফোর ডটকমকে বলেন, এই ঘটনার সাথে তিনি কোনোভাবেই জড়িত নন। বরং আফরোজার মরদেহ বের করে দিতে তিনি পুলিশকে সহায়তা করেছেন।",
        date: "12 Mar 2026, 09:55 PM"
    },

];

// {
//         id: 0,
//         image: "",
//         image2: "",
//         image3: "",
//         title: "",
//         desc1: "",
//         desc2: "",
//         desc3: "",
//         desc4: "",
//         desc5: "",
//         desc6: "",
//         date: " "
//     },
