export const bangladeshData = [
    // Main First News

    {
        id: 17501,
        image: "https://images.dailyamardesh.com/original_images/bhskr_BlbvZ2o.jpg",
        image2: "",
        image3: "",
        title: "গণভোটের পক্ষে ফেসবুকে পোস্ট দিয়ে ছাত্রদল নেতা বহিষ্কার",
        desc1: "উপজেলা প্রতিনিধি, (আদিতমারী) লালমনিরহাট",
        desc2: "গণভোটের পক্ষে ​ফেসবুকে পোস্ট দেওয়ার এক ঘণ্টার মাথায় বহিষ্কার লালমনিরহাটের আদিতমারী সরকারি কলেজ শাখা ছাত্রদলের সাংগঠনিক সম্পাদক রাকিবুল হাসান। সোমবার দুপুরে জেলা ছাত্রদলের এক জরুরি সিদ্ধান্তে তাকে প্রাথমিক সদস্যপদসহ দলীয় সব পদ থেকে বহিষ্কার করা হয়।",
        desc3: "একই সঙ্গে দলের অন্য নেতাকর্মীকে তার সঙ্গে যোগাযোগ না রাখার কঠোর নির্দেশনাও দেওয়া হয়েছে। ​ঘটনার বিবরণে জানা যায়, সোমবার দুপুর ১টার দিকে রাকিবুল হাসান তার ব্যক্তিগত ফেসবুক আইডি থেকে “টালবাহানা না করে গণভোটের রায় বাস্তবায়ন করেন” লেখা একটি স্ট্যাটাস দেন।",
        desc4: "ওই পোস্টটি নজরে আসার প্রায় এক ঘণ্টার মধ্যেই জেলা ছাত্রদলের সিনিয়র সহ-সভাপতি আমরুল হাসান মোল্লা স্বাক্ষরিত এক সংবাদ বিজ্ঞপ্তির মাধ্যমে তার বহিষ্কারের বিষয়টি নিশ্চিত করা হয়। জেলা ছাত্রদলের সভাপতি সৈয়দ সাদিকুল ইসলাম পাভেল ও সাধারণ সম্পাদক মো. জাহাঙ্গীর খানের অনুমোদনে সাংগঠনিক ব্যবস্থা গ্রহণ করা হয়েছে।",
        desc5: "​রাকিবুল হাসান জুলাই আন্দোলনে জেলা শহর ও আদিতমারী এলাকায় সক্রিয় ভূমিকা পালন করেন। ২০২২ সালে তিনি আওয়ামী লীগ, ছাত্রলীগ ও যুবলীগের নেতাকর্মীদের হামলার শিকার হয়েছিলেন। ফ্যাসিবাদ বিরোধী প্রতিটি আন্দোলনে রাজপথে এবং সামাজিক যোগাযোগমাধ্যমে তিনি সক্রিয় ছিলেন।",
        desc6: "বহিষ্কার বিষয়ে প্রতিক্রিয়া জানিয়ে রাকিবুল হাসান বলেন, জুলাই আন্দোলনে জীবনের ঝুঁকি নিয়ে আওয়ামী ফ্যাসিবাদের বিরুদ্ধে মানুষের পাশে দাঁড়িয়েছিলাম। দেশের মানুষের অধিকার রক্ষায় গণভোট বাস্তবায়নের কথা বলেছিলেন। একটি ফেসবুক পোস্টের কারণে এভাবে দল থেকে বহিষ্কার করা হবে কল্পনাও করেননি।",
        date: "৩০ মার্চ ২০২৬"
    },

    // Bottom All News

    {
        id: 17502,
        image: "https://images.dailyamardesh.com/original_images/krgr_31_nt.jpg",
        image2: "",
        image3: "",
        title: "জামালপুরে ৩১ আ.লীগ নেতা-কর্মী কারাগারে",
        desc1: "জেলা প্রতিনিধি, জামালপুর",
        desc2: "জামালপুরে মাদারগঞ্জ উপজেলা আওয়ামী লীগের সাধারণ সম্পাদক ও সাবেক উপজেলা চেয়ারম্যানসহ মাদারগঞ্জ ও বকশিগঞ্জের ৩১ নেতা-কর্মী আদালতে আত্মসমর্পণ করে জামিনের আবেদন করলে জামিন নামঞ্জুর করে কারাগারে পাঠানোর আদেশ দিয়েছেন আদালত। সোমবার দুপুরে জামালপুর জেলা জজ আদালতের চিফ জুডিসিয়াল ম্যাজিস্ট্রেট রুমানা আক্তার শুনানি শেষে এ আদেশ দেন।",
        desc3: "মাদারগঞ্জ উপজেলার চার মামলায় ২৭ জন ও বকশিগঞ্জ উপজেলার ৪ জন নেতা-কর্মী রয়েছেন। কারাগারে পাঠানো নেতা-কর্মীরা হলেন, মাদারগঞ্জ উপজেলা আওয়ামী লীগের সাধারণ সম্পাদক ও উপজেলা পরিষদের সাবেক চেয়ারম্যান ওবায়দুর রহমান বেলাল, জেলা আওয়ামী লীগের সদস্য দৌলতুজ্জামান দুলাল, সদস্য জয়নাল আবেদীন আয়না, শহিদুল ইসলাম, মাদারগঞ্জ উপজেলা যুবলীগের সাধারণ সম্পাদক শফিকুল ইসলাম, উপজেলা স্বেচ্ছাসেবক লীগের সাধারণ সম্পাদক হযরত আলী হিলারি এবং শহর ছাত্রলীগের সাধারণ সম্পাদক শিবলুল পাশা সিয়ামসহ ৩১ জন।",
        desc4: "আদালত সূত্রে জানা গেছে, গত ৫ আগস্টের পর মাদারগঞ্জ উপজেলা বিএনপি’র নেতা হাফিজুর রহমান সাকু ও আব্দুল্লাহ আল মামুনের দায়ের করা দুটি মামলা এবং সন্ত্রাস বিরোধী আইনে পুলিশের একটি মামলাসহ চার মামলায় মাদারগঞ্জ উপজেলার ২৭ জন নেতা-কর্মী আদালতে আত্মসমর্পণ করে জামিনের আবেদন করেন। রাষ্ট্রপক্ষের আইনজীবী বিরোধিতা করেন। উভয় পক্ষের শুনানি শেষে আদালত তাদের জামিন নামঞ্জুর করে কারাগারে পাঠানোর আদেশ দেন।",
        desc5: "এদিকে বকশিগঞ্জ উপজেলার আওয়ামী লীগ ও অঙ্গ সংগঠনের ৪ নেতা-কর্মী আদালতে জামিন আবেদন করলে আদালত জামিন নামঞ্জুর করে কারাগারে পাঠানোর আদেশ দেন।",
        desc6: "এ বিষয়ে কোর্ট ইন্সপেক্টর মো.আবুল হোসেন বলেছেন, চার মামলায় মাদারগঞ্জ উপজেলার ২৭ জন এবং বকশিগঞ্জ উপজেলার ৪ জন নেতা-কর্মীর জামিন নামঞ্জুর করে কারাগারে পাঠানোর আদেশ দিয়েছেন আদালত।",
        date: "৩০ মার্চ ২০২৬"
    },

    {
        id: 17503,
        image: "https://images.dailyamardesh.com/original_images/Tareque-Rahman.jpg",
        image2: "",
        image3: "",
        title: "রাতে জেলা পরিষদের প্রশাসকদের সঙ্গে প্রধানমন্ত্রীর বৈঠক",
        desc1: "নবনিযুক্ত ৪২টি জেলা পরিষদে প্রশাসকদের সঙ্গে বৈঠক করবেন প্রধানমন্ত্রী তারেক রহমান",
        desc2: "নবনিযুক্ত ৪২টি জেলা পরিষদে প্রশাসকদের সঙ্গে বৈঠক করবেন প্রধানমন্ত্রী তারেক রহমান। সোমবার রাত সাড়ে ৮টায় রাজধানী গুলশানে বিএনপির চেয়ারম্যান ও প্রধানমন্ত্রী তারেক রহমানের রাজনৈতিক কার্যালয়ে এই বৈঠক অনুষ্ঠিত হবে। প্রধানমন্ত্রীর কার্যালয় সূত্রে এই তথ্য জানা যায়।",
        desc3: "ইতিমধ্যে প্রধানমন্ত্রীর সঙ্গে বৈঠকে অংশগ্রহণ করতে সারাদেশ থেকে জেলা পরিষদের প্রশাসকরা ঢাকায় এসেছেন। তারা রাত সাড়ে ৮টায় গুলশানে প্রধানমন্ত্রীর রাজনৈতিক কার্যালয়ে বৈঠকে অংশগ্রহণ করবেন।",
        desc4: "নামপ্রকাশে অনইচ্ছুক জেলা পরিষদের এক সদস্য জানান, দায়িত্ব নেওয়ার পর প্রথম আজকে প্রধানমন্ত্রী তারেক রহমান আমাদের ডেকেছেন। কেন ডেকেছেন সেই বিষয়ে এখনও কিছু জানায়নি।",
        desc5: "তবে প্রধানমন্ত্রী কার্যালয়ে সূত্রে জানা যায়, জেলা পরিষদের সদস্যদের বিভিন্ন বিষয়ে পরামর্শ দিবেন। বিশেষ করে জেলার উন্নয়ন কর্মকাণ্ড নিয়ে তার জেলা পরিষদের প্রশাসকদের পরিকল্পনা শুনবেন এবং নিজের পরিকল্পনা জানাবেন বলে জানা যায়।",
        desc6: "উল্লেখ্য, গত ১৫ মার্চ সরকার দেশের ৪২টি জেলা পরিষদে নতুন প্রশাসক নিয়োগ দিয়েছে।",
        date: "৩০ মার্চ ২০২৬"
    },

    {
        id: 17504,
        image: "https://images.dailyamardesh.com/original_images/trk_vcYWxxI.jpg",
        image2: "",
        image3: "",
        title: "সংসদে বিরোধীদলীয় নেতার সঙ্গে বৈঠক করলেন প্রধানমন্ত্রী",
        desc1: "স্টাফ রিপোর্টার",
        desc2: "বাংলাদেশ সরকারের প্রধানমন্ত্রী তারেক রহমানের সঙ্গে সোমবার (৩০ মার্চ) দুপুরে তার সংসদ সচিবালয় কার্যালয়ে সাক্ষাৎ করেছেন জাতীয় সংসদের বিরোধীদলীয় নেতা ডা. শফিকুর রহমান। এ সময় প্রধানমন্ত্রী বিরোধীদলীয় নেতাকে তার কার্যালয়ে স্বাগত জানান।",
        desc3: "আলাপ শেষে প্রধানমন্ত্রী বিরোধীদলীয় নেতাকে তার সংসদ সচিবালয়ের কার্যালয়ের দিকে খানিকটা পথ এগিয়ে দেন। প্রধানমন্ত্রীর এই সৌজন্যতা ও শিষ্টাচার দেখে উপস্থিত সবাই প্রশংসা করেন। বেলা ১২টায় জাতীয় সংসদের দক্ষিণ প্লাজায় স্পিকার মেজর (অব.) হাফিজ উদ্দিন আহমেদের সহধর্মিণী দিলার হাফিজের জানাজা নামাজ পাশাপাশি দাঁড়িয়ে পড়েন প্রধানমন্ত্রী ও বিরোধীদলীয় নেতা। জানাজা শেষে দুই নেতা একসঙ্গে হেঁটে সংসদ ভবনের দিকে এগোচ্ছিলেন। এ সময় প্রধানমন্ত্রীর সঙ্গে কথা বলার আগ্রহ প্রকাশ করেন বিরোধীদলী নেতা। সঙ্গে সঙ্গে প্রধানমন্ত্রী সংসদ সচিবালয়ের নিজ কার্যালয়ে ডা. শফিকুর রহমানকে আমন্ত্রণ জানান।",
        desc4: "প্রধানমন্ত্রীর অতিরিক্ত প্রেস সচিব আতিকুর রহমান রুমন বলেন, সাক্ষাৎটি ছিল সংক্ষিপ্ত। দুই নেতা প্রায় ২০ মিনিট কথা বলেন। সংক্ষিপ্ত আলাপচারিতা শেষে বিরোধীদলীয় নেতা ডা. শফিকুর রহমান প্রধানমন্ত্রীর সংসদ সচিবালয়ের কার্যালয় ত্যাগ করেন। এ সময় প্রধানমন্ত্রী বিরোধীদলীয় নেতাকে তার কার্যালয়ে দিকে খানিকটা পথ এগিয়ে দেন।",
        desc5: "অতিরিক্ত প্রেস সচিব বলেন, প্রধানমন্ত্রী সবাইকে যথাযথ সম্মান ও সৌজন্যতা দেখান। জাতীয় সংসদ নির্বাচনের আগে ও বিএনপি ক্ষমতা গ্রহণের পর বিভিন্ন অনুষ্ঠানে প্রধানমন্ত্রীর সৌজন্যতা দেখে সাধারণ মানুষ মুগ্ধ হয়েছেন।",
        desc6: "আজ প্রধানমন্ত্রী বিরোধীদলীয় নেতাকে তার কার্যালয়ের দিকে এগিয়ে দিয়ে তার স্বাভাবিক সৌজন্যতার বহিঃপ্রকাশ ঘটালেন।",
        date: "৩০ মার্চ ২০২৬"
    },

];

// {
//         id: 0,
//         image: "",
//         image2: "",
//         image3: "",
//         title: "",
//         desc1: "",
//         desc2: "",
//         desc3: "",
//         desc4: "",
//         desc5: "",
//         desc6: "",
//         date: " "
//     },
