export const bangladeshData = [
    // Main First News

    {
        id: 17501,
        image: "https://cdn.bdnews24.com/bdnews24/media/bangla/imgAll/2026March/flight-expart-office-030825-02-1754210061-1773568837.jpg",
        image2: "",
        image3: "",
        title: "‘অর্থ আত্মসাৎ ও পাচার’: ফ্লাইট এক্সপার্টের ২০ ব্যাংক হিসাবে ৪ কোটি টাকা অবরুদ্ধ",
        desc1: "কোম্পানির ওয়েবসাইট গত অগাস্টে হঠাৎ বন্ধ হয়ে যায়, এমডির দেশত্যাগের গুঞ্জন ছড়িয়ে পড়ে।",
        desc2: "গ্রাহকের সঙ্গে ‘প্রতারণা করে অর্থ আত্মসাৎ ও পাচারের’ অভিযোগ থাকায় অনলাইনে উড়োজাহাজের টিকেট বুকিংয়ের প্ল্যাটফর্ম ফ্লাইট এক্সপার্টের ২০টি ব্যাংক হিসাব অবরুদ্ধের আদেশ দিয়েছে আদালত।",
        desc3: "এসব হিসাবে ৪ কোটি ১০ লাখ ৯৪৬ টাকা থাকার কথা আদালতকে জানিয়েছে পুলিশের অপরাধ তদন্ত বিভাগ-সিআইডি। সিআইডির আবেদনের পরিপ্রেক্ষিতে রোববার ঢাকা মহানগর দায়রা জজ মো. সাব্বির ফয়েজ ফ্লাইট এক্সপার্টের ব্যাংক হিসাব অবরুদ্ধের আদেশ দেন। সংশ্লিষ্ট আদালতের বেঞ্চ সহকারী মো. রিয়াজ হোসেন এ তথ্য দিয়েছেন। গত বছর ২ অগাস্ট হঠাৎ করেই বন্ধ হয়ে যায় ফ্লাইট এক্সপার্টের ওয়েবসাইট। সেই সঙ্গে কোম্পানির ব্যবস্থাপনা পরিচালক (এমডি) সালমানের দেশত্যাগের গুঞ্জন ছড়িয়ে পড়ে।",
        desc4: "সে দিন কোম্পানির বিরুদ্ধে মতিঝিল থানায় মামলা করেন সরকার ট্যুরস অ্যান্ড ট্রাভেলসের মালিক বিপুল সরকার। মামলা হওয়ার পর পুলিশ রাতে ফ্লাইট এক্সপার্টের তিনজন কর্মীকে গ্রেপ্তার করে। বাকি দুই আসামি কোম্পানির এমডি সালমান বিন রাশিদ এবং তার বাবা মক্কা গ্রুপের চেয়ারম্যান এম এ রাশিদ। ",
        desc5: "মামলায় তাদের বিরুদ্ধে ৫-৬ হাজার কোটি টাকা ‘আত্মসাৎ করে বিদেশ পালানোর’ অভিযোগ করা হয়েছে। সে দিন রাতে গ্রেপ্তার হওয়া সাঈদ আহমেদ মতিঝিল থানায় একটি জিডি করেন। গ্রেপ্তার হওয়া ওপর দুজন সাকিব হোসেন ও এ কে এম সাদাত হোসেনও তার সঙ্গে জিডি দায়ের করতে মতিঝিল থানায় গিয়েছিলেন। সেখানেই পুলিশ তাদের গ্রেপ্তার করে। জিডিতে সাঈদ অভিযোগ করেন, কোম্পানির এমডি সালমান সে দিনই কাউকে কিছু না জানিয়ে পরিবারসহ বিদেশে ‘পালিয়ে’ যান। তিনি কর্মীদের হোয়াটসঅ্যাপ গ্রুপে কোম্পানি বন্ধের কথা বলেন।",
        desc6: "ফ্লাইট এক্সপার্টের ব্যাংক হিসাব অবরুদ্ধ চেয়ে সিআইডির এসআই জহির রায়হানের করা আবেদনে বলা হয়েছে, বিভিন্ন ব্যক্তি এবং প্রতিষ্ঠানের কাছে অনলাইনে উড়োজাহাজের টিকেট বিক্রি ও বুকিংয়ের অর্থ এসব ব্যাংক হিসাবে অগ্রিম গ্রহণ করা হয়। সিআইডি বলছে, এ ঘ্টনা মানিলন্ডারিং বা অর্থ পাচারের অপরাধের সঙ্গে সম্পৃক্ত। সুষ্ঠু অনুসন্ধানের স্বার্থে কোম্পানির ব্যাংক হিসাবগুলো অবরুদ্ধ করা প্রয়োজন, না হলে এ অর্থ অন্যত্র হস্তান্তর বা বেহাত হতে পারে বলে তারা মনে করছে।",
        date: "15 Mar 2026, 04:00 PM"
    },

    // Bottom All News

    {
        id: 17502,
        image: "https://images.dailyamardesh.com/original_images/Amardesh_BkHjSzk.jpg",
        image2: "",
        image3: "",
        title: "বিএনপি নেতা ও তার স্ত্রীকে পেটালেন ছাত্রলীগের কর্মীরা",
        desc1: "উপজেলা প্রতিনিধি, বাকেরগঞ্জ (বরিশাল)",
        desc2: "বরিশালের বাকেরগঞ্জে বিএনপি নেতা ও তার স্ত্রীকে পেটালেন ছাত্রলীগের নেতাকর্মীরা। আহত মো. রফিক হাওলাদার (৪০) গারুড়িয়া ইউনিয়নের ৩নং ওয়ার্ড বিএনপির সাধারণ সম্পাদক, ভান্ডারীকাঠি গ্রামের আনেস হাওলাদারের ছেলে ও তার স্ত্রী মোসা. সালমা বেগম (৩০)। তারা বর্তমানে বাকেরগঞ্জ উপজেলা স্বাস্থ্য কমপ্লেক্সে চিকিৎসাধীন রয়েছেন।",
        desc3: "শনিবার রাত ৭টার দিকে উপজেলার গারুড়িয়া ইউনিয়নের ৩নং ওয়ার্ডের ভান্ডারীকাঠি গ্রামে এ ঘটনা ঘটে।",
        desc4: "হাসপাতাল সূত্রে জানা যায়, হামলাকারী ছাত্রলীগ কর্মী নয়ন হাওলাদার রফিক হাওলাদারের ব্যবহৃত তার ঘরের পল্লী বিদ্যুতের মিটার থেকে বিদ্যুতের অবৈধ সংযোগ নেওয়ার চেষ্টা করেন। এতে তিনি বাধা দিলে তর্কাতর্কির একপর্যায়ে নয়ন হাওলাদার ও উজ্জল হাওলাদার লাঠি দিয়ে পিটিয়ে তাকে রক্তাক্ত জখম করেনৈ। এ সময় তার স্ত্রী সালমা বেগম তাকে বাঁচাতে গেলে হামলাকারীরা তার শ্লীলতাহানি করে পিটিয়ে তাকেও আহত করেন। স্থানীয়রা চিৎকার শুনে তাদের উদ্ধার করে চিকিৎসার জন্য উপজেলা স্বাস্থ্য কমপ্লেক্সে ভর্তি করেন।",
        desc5: "হামলাকারী ছাত্রলীগের কর্মী নয়ন হাওলাদার ভান্ডারীকাঠি গ্রামের নজরুল হাওলাদারের ছেলে এবং উজ্জ্বল হাওলাদার একই গ্রামের হানিফ হাওলাদারের ছেলে। আহত বিএনপি নেতা মো. রফিক হাওলাদার জানান, বিদ্যুতের অবৈধ সংযোগ না দেওয়ার কারণে ছাত্রলীগের কর্মী নয়ন হাওলাদার ও উজ্জ্বল হাওলাদার হামলা চালিয়ে তাকেসহ তার স্ত্রীকে মারধর করেছেন। এ ঘটনায় থানায় মামলার প্রস্তুতি চলছে বলেও তিনি জানান।",
        desc6: "বাকেরগঞ্জ থানার অফিসার ইনচার্জ খন্দকারকে কে এম সোহেল রানা বলেন, এ ঘটনায় এখনো কেউ কোনো লিখিত অভিযোগ দেয়নি। লিখিত অভিযোগ পেলে তদন্ত করে তিনি আইনানুগ ব্যবস্থা নেবেন।",
        date: "১৫ মার্চ ২০২৬, 12:37 PM"
    },

    {
        id: 17503,
        image: "https://images.dailyamardesh.com/original_images/Hafiz-Spiker-20260312084553.jpg",
        image2: "",
        image3: "",
        title: "সংসদ অধিবেশন ২৯ মার্চ পর্যন্ত মুলতবি",
        desc1: "ত্রয়োদশ জাতীয় সংসদের অধিবেশন আগামী ২৯ মার্চ পর্যন্ত মুলতবি ঘোষণা",
        desc2: "ত্রয়োদশ জাতীয় সংসদের অধিবেশন আগামী ২৯ মার্চ পর্যন্ত মুলতবি ঘোষণা করেছেন স্পিকার মেজর (অব.) হাফিজ উদ্দিন আহমদ। রোববার ত্রয়োদশ জাতীয় সংসদের প্রথম অধিবেশনের দ্বিতীয় দিন শেষে স্পিকার এ মুলতবি ঘোষণা করেন।",
        desc3: "স্পিকার বলেন, সংসদর বৈঠক আগামী ২৯ মার্চ বেলা ৩টা পর্যন্ত মুলতবি করা হলো। আপনাদের সহযোগিতা করার জন্য ধন্যবাদ। সবাইকে অগ্রিম ঈদ মোবারক জানান স্পিকার।",
        desc4: "এর আগে রোববার বেলা ১১টায় ত্রয়োদশ জাতীয় সংসদের প্রথম অধিবেশনের দ্বিতীয় দিনের কার্যক্রম শুরু হয়। পবিত্র কোরআন তিলাওয়াতের মধ্য দিয়ে অধিবেশন শুরু হয়। বৈঠকে সভাপতিত্ব করেন স্পিকার মেজর (অব.) হাফিজ উদ্দিন আহমদ (বীর বিক্রম)।",
        desc5: "অধিবেশনে উপস্থিত ছিলেন সংসদনেতা ও প্রধানমন্ত্রী তারেক রহমান। অধিবেশনে বিরোধীদলীয় নেতা শফিকুর রহমানও উপস্থিত ছিলেন। ",
        desc6: "গত বৃহস্পতিবার ত্রয়োদশ জাতীয় সংসদের প্রথম অধিবেশন শুরু হয়। প্রথম দিনেই রাষ্ট্রপতি মো. সাহাবুদ্দিনের ভাষণ দেওয়াকে কেন্দ্র করে সংসদে বিক্ষোভ দেখান জামায়াতে ইসলামী, জাতীয় নাগরিক পার্টিসহ (এনসিপি) বিরোধী দলের সদস্যরা। সেদিন তারা সংসদ থেকে ওয়াকআউট করেন।",
        date: "১৫ মার্চ ২০২৬, 03:44 PM"
    },

    {
        id: 17504,
        image: "https://images.dailyamardesh.com/original_images/ctg_potenga_news_pic.jpg",
        image2: "",
        image3: "",
        title: "স্ত্রীকে হত্যার পর সন্তানকে নিয়ে থানায় আত্মসমর্পণ স্বামীর",
        desc1: "চট্টগ্রাম ব্যুরো",
        desc2: "চট্টগ্রাম নগরীর পতেঙ্গা এলাকায় ইফতারের ঠিক আগ মুহূর্তে এক হত্যাকাণ্ডের ঘটনা ঘটেছে। পারিবারিক কলহের জেরে স্ত্রীকে নৃশংসভাবে হত্যার পর ছোট সন্তানকে নিয়ে থানায় আত্মসমর্পণ করেছেন ঘাতক স্বামী।",
        desc3: "গত শনিবার (১৪ মার্চ) বিকেলে পতেঙ্গা থানার ৪১ নম্বর ওয়ার্ডের দক্ষিণ পাড়া এলাকায় এ ঘটনা ঘটে। নিহত গৃহবধূর নাম হালিমা আক্তার। তিনি আব্দুল মান্নান ও নুর নাহারের কন্যা। অভিযুক্ত স্বামীর নাম জহিরুল ইসলাম। তার স্থায়ী ঠিকানা লক্ষ্মীপুর জেলার রামগঞ্জ উপজেলার সোনাপুর এলাকায়।",
        desc4: "স্থানীয় ও পুলিশ সূত্রে জানা গেছে, প্রায় এক মাস ধরে জহিরুল ও হালিমার দাম্পত্য জীবনে কলহ চলছিল। শনিবার ইফতারের কিছুক্ষণ আগে পারিবারিক একটি বিষয় নিয়ে তাদের মধ্যে তীব্র বাকবিতণ্ডা শুরু হয়। এক পর্যায়ে পরিস্থিতি নিয়ন্ত্রণের বাইরে চলে গেলে জহিরুল দুটি ইট দিয়ে হালিমার মাথায় আঘাত করেন। এতে ঘটনাস্থলেই তার মৃত্যু হয়।",
        desc5: "হত্যাকাণ্ডের পর জহিরুল ছোট শিশুকে সঙ্গে নিয়ে সরাসরি পতেঙ্গা থানায় গিয়ে পুলিশের কাছে আত্মসমর্পণ করেন।",
        desc6: "পতেঙ্গা থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) মোস্তফা আহম্মেদ ঘটনার সত্যতা নিশ্চিত করে বলেন, নিহতের মা নুর নাহার বাদী হয়ে একটি হত্যা মামলা দায়ের করেছেন। আইনি প্রক্রিয়া শেষে আসামিকে আজ চট্টগ্রাম আদালতে পাঠানো হয়েছে।",
        date: "১৫ মার্চ ২০২৬, ১৬: ১০"
    },

];

// {
//         id: 0,
//         image: "",
//         image2: "",
//         image3: "",
//         title: "",
//         desc1: "",
//         desc2: "",
//         desc3: "",
//         desc4: "",
//         desc5: "",
//         desc6: "",
//         date: " "
//     },
