export const bangladeshData = [
    // Main First News

    {
        id: 17501,
        image: "https://cdn.bdnews24.com/bdnews24/media/bangla/imgAll/2026March/sylhet-petrol-pump-100326-01-1773163876.jpg",
        image2: "",
        image3: "",
        title: "সিলেটে তেল নেওয়ার সময় পেট্রোল পাম্প কর্মীকে ছুরিকাঘাত, গ্রেপ্তার ৩",
        desc1: "সারি ভেঙে জ্বালানি নেওয়ার চেষ্টা করলে পাম্প কর্মীদের সঙ্গে বাগবিতণ্ডার এক পর্যায়ে ছুরিকাঘাতের ঘটনা ঘটে বলে জানায় পুলিশ।",
        desc2: "সিলেট নগরের একটি পেট্রোল পাম্পের কর্মীর ওপর হামলা ও ছুরিকাঘাতের ঘটনায় তিনজনকে গ্রেপ্তার করেছে পুলিশ।",
        desc3: "ঘটনার পরদিন মঙ্গলবার রাত ৯টার দিকে সুনামগঞ্জের জগন্নাথপুর উপজেলার মিরপুর বাজার এলাকায় অভিযান চালিয়ে তাদের গ্রেপ্তার করা হয় বলে সিলেট মহানগর পুলিশের গণমাধ্যম কর্মকর্তা মো. সাইফুল ইসলাম জানান।",
        desc4: "সোমবার সন্ধ্যায় নগরের চৌকিদেখী এলাকায় উত্তরা পেট্রোল পাম্পে ছুরিকাঘাতের ঘটনায় এয়ারপোর্ট থানায় একটি মামলা করা হয়।",
        desc5: "গ্রেপ্তারা হলেন- নগরের চৌকিদেখী এলাকার আব্দুল মান্নানের ছেলে মো. ফাহিম আহমদ (২১), একই এলাকার ফয়েজ আহমদের ছেলে তামিম আহমদ (১৯) এবং প্রয়াত আব্দুল জব্বার বাবুলের ছেলে তানজিম আহমদ সজীব (১৯)। পুলিশ জানায়, ঘটনার দিন সন্ধ্যায় মোটরসাইকেলে কয়েকজন তরুণ ওই পাম্পের সিরিয়াল ভেঙে জ্বালানি নেওয়ার চেষ্টা করেন। এতে পাম্প কর্মীরা বাধা দিলে তাদের মধ্যে কথা কাটাকাটি হয়। এক পর্যায়ে তারা পাম্পকর্মীর ওপর হামলা চালায়। মারধরের পাশাপাশি এক কর্মীকে ছুরিকাঘাত করা হয়। পরে এ ঘটনায় পাম্প কর্মকর্তা জাহাঙ্গীর আলম বাদী হয়ে মামলা করেন।",
        desc6: "এদিন রাতে এয়ারপোর্ট থানার পুলিশ পরিদর্শক (তদন্ত) সৌমেন মৈত্রের নেতৃত্বে জগন্নাথপুর উপজেলায় অভিযান চালিয়ে তিনজনকে গ্রেপ্তার করা হয় বলে জানান সাইফুল ইসলাম। গ্রেপ্তারদের বিরুদ্ধে পরবর্তী আইনি ব্যবস্থা নেওয়া হচ্ছে বলে জানান মহানগর পুলিশের এ কর্মকর্তা।",
        date: "10 Mar 2026, 11:32 PM"
    },



    // Bottom All News

    {
        id: 17502,
        image: "https://cdn.bdnews24.com/bdnews24/media/bangla/imgAll/2026March/barishal-clash-090326-01-1773075494.jpg",
        image2: "",
        image3: "",
        title: "বরিশালে চাল আত্মসাতের অভিযোগ তুলে ইউপি চেয়ারম্যানকে মারধর",
        desc1: "এ ঘটনায় তদন্ত কমিটি গঠন করার কথা জানিয়েছেন ইউএনও।",
        desc2: "বরিশালের বাকেরগঞ্জ উপজেলার চাল আত্মসাতের অভিযোগ তুলে এক ইউপি চেয়ারম্যানকে মারধরের ঘটনা ঘটেছে। ঘটনাটি তদন্তে কমিটি গঠন করেছে উপজেলা প্রশাসন। এ ঘটনায় একটি ভিডিও সামাজিক যোগাযোগমাধ্যমে ছড়িছে। হামলার ঘটনায় নিন্দা জানিয়েছে ইসলামী আন্দোলন বাংলাদেশ। সোমবার দুপুরে উপজেলার নিয়ামতি ইউনিয়ন পরিষদের সামনে এ হামলার ঘটনা ঘটে বলে জানান বাকেরগঞ্জ থানার ওসি এ কে এম সোহেল রানা।",
        desc3: "ভুক্তভোগী হুমায়ন কবির নিয়ামতি ইউনিয়ন পরিষদের চেয়ারম্যান। তার দাবি, বিএনপি নেতারা তার বিরুদ্ধে মিথ্যা অভিযোগ এনেছেন; যার কোনো প্রমাণ পায়নি তদন্ত কমিটি। প্রত্যক্ষদর্শীরা জানিয়েছে, সম্প্রতি নিয়ামতি ইউনিয়ন পরিষদে ভিজিডি চাল আত্মসাতের অভিযোগ ওঠে। এ ঘটনাকে কেন্দ্র করে সকালে নিয়ামতি ইউনিয়ন বিএনপির সাধারণ সম্পাদক সোহেল সিকদার তার নেতাকর্মীদের নিয়ে ইউপি কার্যালয়ে সমবেত হন।",
        desc4: "তাদের অভিযোগের পরিপ্রেক্ষিতে বাকেরগঞ্জ উপজেলা নির্বাহী কর্মকর্তা (ইউএনও) রুমানা আফরোজ ইউনিয়ন পরিষদে একটি তদন্ত দল পাঠান। তদন্তে বাকেরগঞ্জ উপজেলা মহিলা বিষয়ক কর্মকর্তা খান শামীম পারভেজ চাল আত্মসাতের কোনো প্রমাণ পায়নি। এতে ক্ষিপ্ত হয়ে বিএনপির নেতাকর্মীরা ইউপি চেয়ারম্যান হুমায়ন কবিরের ওপর হামলা চালায়। সামাজিক যোগাযোগমাধ্যমে ছড়ানো ভিডিওতে দেখা যায়, একদল লোক ইউপি চেয়ারম্যান হুমায়ন ও তার লোকজনকে মারতে মারতে ইউনিয়ন পরিষদ কার্যালয় থেকে বাহিরে নিয়ে যাচ্ছেন। এ সময় পাশে সোহেল সিকদারকে দেখা গেছে। হামলার এক পর্যায়ে হুমায়ন দৌড়ে ইউনিয়ন পরিষদের কার্যালয়ে আশ্রয় নেন।",
        desc5: "হুমায়ন কবির বলেন, “বিএনপি নেতারা মিথ্যা চাল আত্মসাতের অভিযোগ এনেছে। ট্যাগ অফিসারসহ তদন্ত কর্মকর্তারা ঘটনাস্থলে তদন্ত করে কোন প্রমাণ পায়নি। তারপরও হামলা করেছে। এ ঘটনায় আইনি ব্যবস্থা নেওয়া হবে।” মহিলা বিষয়ক কর্মকর্তা খান শামীম পারভেজ সাংবাদিকদের বলেন, চেয়ারম্যানের বিরুদ্ধে চাল আত্মসাতের প্রাথমিক কোনো প্রমাণ পাননি তারা। তাদের উপস্থিতিতে হামলার ঘটনাটি অত্যন্ত দুঃখজনক। ঘটনার বিস্তারিত ইউএনওকে জানিয়েছেন তিনি।",
        desc6: "বিএনপি নেতা সোহেল সিকদার বলেন, “চেয়ারম্যানের বিরুদ্ধে চাল আত্মসাতের খবর পেয়ে তদন্ত করতে পরিষদে এসেছি। তবে হঠাৎ করে এ রকম হামলার ঘটনা ঘটবে বুঝতে পারিনি।” ঘটনাটি শোনার কথা জানিয়ে বাকেরগঞ্জ উপজেলা বিএনপির সদস্যসচিব কামরুজ্জামান মিজান মিয়া বলেন, দলের নেতাদের সঙ্গে আলোচনা করে হামলাকারীদের বিরুদ্ধে সাংগঠনিক ব্যবস্থা নেওয়া হবে।",
        date: "09 Mar 2026, 10:48 PM"
    },

    {
        id: 17503,
        image: "https://cdn.bdnews24.com/bdnews24/media/bangla/imgAll/2026March/netrakona-canel-digging-090326-01-1773066925.jpg",
        image2: "https://cdn.bdnews24.com/bdnews24/media/bangla/imgAll/2026March/netrakona-canel-digging-090326-02-1773066959.jpg",
        image3: "",
        title: "নেত্রকোণায় জিয়ার স্মৃতিবিজড়িত ‘তিলকখালি খাল’ খনন উদ্বোধন",
        desc1: "১৯৭৯ সালে জিয়াউর রহমান তিলকখালি খালে মাটি কেটে খনন কাজ উদ্বোধন করেছিলেন।",
        desc2: "নেত্রকোণা সদর উপজেলায় সাবেক রাষ্ট্রপতি জিয়াউর রহমানের স্মৃতিবিজড়িত একটি খালের খনন কাজ উদ্বোধন করা হয়েছে।",
        desc3: "সোমবার দুপুরে উপজেলার মেদনী ইউনিয়নের কৃষ্ণাখালী এলাকায় তিলকখালি খাল খনন কাজের উদ্বোধন করেন স্থানীয় সংসদ সদস্য আনোয়ারুল হক। স্থানীয় সরকার প্রকৌশল অধিদপ্তরের উদ্যোগে ‘সারাদেশে পুকুর ও খাল উন্নয়ন (দ্বিতীয় সংশোধিত) প্রকল্পের’ আওতায় এই খনন কাজ করা হচ্ছে।",
        desc4: "১৯৭৯ সালে বিএনপির প্রতিষ্ঠাতা ও সাবেক রাষ্ট্রপতি জিয়াউর রহমান তিলকখালি খালে মাটি কেটে খনন কাজ উদ্বোধন করেছিলেন।",
        desc5: "এলজিইডির জেলা নির্বাহী প্রকৌশলী মো. ওয়াহিদুজ্জামান বলেন, এক কোটি ৩৬ লাখ ৮০ হাজার টাকা ব্যয়ে চার হাজার ২০ মিটার দীর্ঘ তিলকখালী খালটি খনন করা হচ্ছে। প্রকল্পটি বাস্তবায়িত হলে এলাকার জলাবদ্ধতা নিরসন ও সেচ কাজে ইতিবাচক প্রভাব পড়বে।",
        desc6: "খনন কাজ উপলক্ষে আয়োজিত আলোচনা সভায় সভাপতিত্ব করেন সদর উপজেলা বিএনপির সভাপতি মো. মজিবুর রহমান খান। এতে সংসদ সদস্য ছাড়াও বক্তব্য দেন জেলা বিএনপির সাবেক সভাপতি অ্যাডভোকেট নুরুজ্জামান নুরু, সাবেক সাধারণ সম্পাদক অ্যাডভোকেট মাহফুজুল হক, সাবেক সাংগঠনিক সম্পাদক এস এম শফিকুল কাদের সুজা।",
        date: "09 Mar 2026, 08:36 PM"
    },

    {
        id: 17504,
        image: "https://cdn.bdnews24.com/bdnews24/media/bangla/imgAll/2026March/sherpur-enforcement-090326-01-1773071608.jpg",
        image2: "",
        image3: "",
        title: "শেরপুরের শ্রীবরদী উপজেলায় একটি পিকআপ থেকে ১০ কেজি গাঁজা উদ্ধার করা হয়েছে। তবে এ ঘটনায় কাউকে আটক করা যায়নি।",
        desc1: "সোমবার ভোরে শেরপুর-শ্রীবরদী সড়কের কুড়িকাহনিয়া বাজার এলাকা থেকে গাড়িটি জব্দ করা হয় বলে শ্রীবরদী থানার ওসি নুরুল আলম জানান।",
        desc2: "এ ঘটনায় এসআই আব্দুল হাই দুপুরে অজ্ঞাতদের বিরুদ্ধে মাদক আইনে মামলা করেছেন।",
        desc3: "ওসি নুরুল আলম বলেন, গাড়ি ও মাদকের প্রকৃত মালিককে শনাক্ত করার চেষ্টা হচ্ছে।",
        desc4: "শেরপুর জেলা",
        desc5: "শেরপুর প্রতিনিধি",
        desc6: "বিডিনিউজ টোয়েন্টিফোর ডটকম",
        date: "09 Mar 2026, 09:53 PM"
    },

    {
        id: 17505,
        image: "https://cdn.bdnews24.com/bdnews24/media/bangla/imgAll/2026March/brahmanbaria-fine-090326-01-1773070113.jpg",
        image2: "",
        image3: "",
        title: "‘বিদেশি কাপড়’ বলে বিক্রি, প্রমাণ দেখাতে না পারায় লাখ টাকা জরিমানা",
        desc1: "‘শাড়ি বিচিত্রা’কে এক লাখ টাকা এবং ‘বি. বাড়িয়া ক্লথ স্টোর’কে ২০ হাজার টাকা জরিমানা করা হয়।",
        desc2: "‘বিদেশি কাপড়’ বলে বিক্রি করলেও কোনো প্রমাণ দেখাতে না পারায় ব্রাহ্মণবাড়িয়ায় দুটি দোকানকে জরিমানা করা হয়েছে।",
        desc3: "জাতীয় ভোক্তা অধিকার সংরক্ষণ অধিদপ্তরের জেলা সহকারী পরিচালক ইফতেখারুল আলম রিজভী বলেন, সোমবার শহরের ‘শাড়ি বিচিত্রা’কে এক লাখ টাকা এবং ‘বি. বাড়িয়া ক্লথ স্টোর’কে ২০ হাজার টাকা জরিমানা করা হয়।",
        desc4: "অধিদপ্তরের পক্ষ থেকে জানানো হয়, এদিন পৌর এলাকার সড়ক বাজার এবং নিউমার্কেটের পাইকারি ও খুচরা কাপড়ের দোকানগুলোতে অভিযান পরিচালনা করা হয়। পাইকারি ও খুচরা দোকানগুলোতে ‘বিদেশি’ বলে কাপড় বিক্রি হচ্ছে।",
        desc5: "কিন্তু এসব কাপড় কোথায় থেকে কেনা হয়েছে, ক্রয় মূল্য কত, বৈধ পথে এসেছে কিনা, সরকারকে ভ্যাট-ট্যাক্স দিয়েছে কিনা- এসবের কোনো প্রমাণ দোকান দুটি দেখাতে পারেনি। এ কারণেই তাদের জরিমানা করা হয়েছে।",
        desc6: "ভোক্তা অধিদপ্তরের সহকারী পরিচালক ইফতেখারুল আলম রিজভী বলেন, প্রতিষ্ঠানগুলোকে পণ্যের সঠিক ঘোষণা প্রদান, সঠিক সোর্সিং সংরক্ষণ, ক্রয়-বিক্রয় ভাউচার সংরক্ষণ, অস্বাভাবিক মুনাফা অর্জন না করার বিষয়ে নির্দেশনার পাশাপাশি সতর্ক করা হয়েছে।",
        date: "09 Mar 2026, 09:29 PM"
    },


];

// {
//         id: 0,
//         image: "",
//         image2: "",
//         image3: "",
//         title: "",
//         desc1: "",
//         desc2: "",
//         desc3: "",
//         desc4: "",
//         desc5: "",
//         desc6: "",
//         date: " "
//     },
