export const businessData = [
    // Main First News

    {
        id: 17501,
        image: "https://cdn.bdnews24.com/bdnews24/media/bangla/imgAll/2024August/bangladesh-bank-logo-aam-090824-0004-1723146175.jpg",
        image2: "",
        image3: "",
        title: "চার ব্যাংকে পর্যবেক্ষক দিল বাংলাদেশ ব্যাংক",
        desc1: "ব্যাংকগুলো হল- ন্যাশনাল, প্রিমিয়ার, আইএফআইসি ও আল-আরাফাহ্‌ ইসলামী ব্যাংক।",
        desc2: "আর্থিক অনিয়ম ও খেলাপি ঋণে জেরবার বেসরকারি খাতের চার ব্যাংকের পরিচালনা পর্ষদে পর্যবেক্ষক দিয়েছে বাংলাদেশ ব্যাংক। নতুন গভর্নর হিসেবে মো. মোস্তাকুর রহমান দায়িত্ব নেওয়ার পর বেসরকারি কোনো ব্যাংকে পর্যবেক্ষক দেওয়ার প্রথম পদক্ষেপ এটি।",
        desc3: "ব্যাংকগুলো হল- ন্যাশনাল, প্রিমিয়ার, আইএফআইসি ও আল-আরাফাহ্‌ ইসলামী ব্যাংক। বাংলাদেশ ব্যাংকের চার কর্মকর্তাকে এ দায়িত্ব দেওয়া হয়েছে। সোমবার কেন্দ্রীয় ব্যাংকের মুখপাত্র নির্বাহী পরিচালক আরিফ হোসেন খান বিডিনিউজ টোয়েন্টিফোর ডটকমকে বলেন, পর্যবেক্ষক নিয়োগ বাংলাদেশ ব্যাংকের নিয়মিত কাজের অংশ। এর আগেও বিভিন্ন সময়ে বিভিন্ন ব্যাংকে পর্যবেক্ষক নিয়োগ দেওয়া হয়েছে।",
        desc4: "ন্যাশনাল ব্যাংকের পর্ষদে বাংলাদেশ ব্যাংকের সুপারভিশন ডিপার্টমেন্ট-১২ এর পরিচালক মুনির আহমেদ চৌধুরী; প্রিমিয়ার ব্যাংকে পেমেন্ট সিস্টেম বিভাগের পরিচালক এএনএম মঈনুল কবির; আইএফআইসি ব্যাংকে ফরেক্স রিজার্ভ অ্যান্ড ট্রেজারি ম্যানেজমেন্ট ডিপার্টমেন্ট-১ এর পরিচালক এ কে এম কামরুজ্জামান এবং আল-আরাফাহ্‌ ব্যাংকে ইসলামিক ব্যাংকিং প্রবিধি ও নীতি বিভাগের পরিচালক মোহাম্মদ আনিসুর রহমান পর্যবেক্ষক হিসেবে দায়িত্ব পালন করবেন।",
        desc5: "পর্যবেক্ষকরা ব্যাংকের পরিচালনা পর্ষদ, নির্বাহী ও নিরীক্ষা কমিটির সভায় উপস্থিত থেকে প্রয়োজনে মতামত দিতে পারবেন।",
        desc6: "একই সঙ্গে সভার আলোচিত বিষয় ও সিদ্ধান্তগুলোর ওপর নিজের পর্যবেক্ষণ তুলে ধরে প্রতিবেদন আকারে বাংলাদেশ ব্যাংকের সংশ্লিষ্ঠ দপ্তরে পাঠান তিনি। এতে দুরবস্থার মধ্যে থাকা ওই ব্যাংকের বিষয়ে কেন্দ্রীয় ব্যাংকের পরবর্তী পদক্ষেপ নেওয়া সহজ হয়। চব্বিশের আন্দোলনে আওয়ামী লীগ সরকারের পতন হলে ডজন খানেক ব্যাংকের পর্ষদ ভেঙে দেয় বাংলাদেশ ব্যাংক। তখন বেশ কিছু ব্যাংকে পর্যবেক্ষকও দেওয়া হয়।",
        date: " "
    },

    // Bottom All News

    {
        id: 17502,
        image: "https://cdn.bdnews24.com/bdnews24/media/bdnews24-english/import/media/2017/04/19/bangladeshbank_042016_0009.jpg",
        image2: "",
        image3: "",
        title: "বিদেশি কোম্পানির কাছে শেয়ার বিক্রি আরো সহজ হল",
        desc1: "শেয়ার বিক্রি করে পাওয়া সর্বোচ্চ ১০০ কোটি টাকা পর্যন্ত মূলধন কোনো ধরনের অনুমতি ছাড়াই ফেরত নিয়ে যেতে পারবে বিদেশি বিনিয়োগকারী।",
        desc2: "বাংলাদেশি মালিকানাধীন কোম্পানির শেয়ার বিদেশি বিনিয়োগকারীর কাছে বিক্রি সহজ করল বাংলাদেশ ব্যাংক। এখন থেকে কোনো বিদেশি বিনিয়োগকারীর কাছে এক কোটি টাকা পর্যন্ত শেয়ার বিক্রি করে দিতে কোনো ধরনের নিরীক্ষিত প্রতিবেদনের প্রয়োজন হবে না।",
        desc3: "কোনো ধরনের অনুমতি ছাড়াই শেয়ার বিক্রি করে পাওয়া সর্বোচ্চ ১০০ কোটি টাকা পর্যন্ত মূলধন ফেরত নিয়ে যেতে পারবেন বিদেশি বিনিয়োগকারী। তবে এ ক্ষেত্রে সম্পদ মূল্যায়নের প্রতিবেদন থাকতে হবে। উভয় সুবিধাই পুঁজিবাজারে তালিকাভুক্ত নয়–এমন প্রতিষ্ঠানের জন্য প্রযোজ্য হবে। বিদেশি বিনিয়োগের বিষয়ে এমন সিদ্ধান্ত দিয়ে সোমবার সার্কুলার জারি করেছে বাংলাদেশ ব্যাংক।",
        desc4: "আগে অনুমতি ছাড়া সর্বোচ্চ ১০ কোটি টাকা নিয়ে যাওয়ার সুযোগ ছিল বিদেশি বিনিয়োগকারীদের। এখন সেই সীমা বাড়িয়ে ১০০ কোটি টাকা করা হল।",
        desc5: "বাংলাদেশ বিনিয়োগ উন্নয়ন কর্তৃপক্ষের (বিডা) নির্বাহী চেয়ারম্যান চৌধুরী আশিক মাহমুদ বিন হারুন এক সংবাদ বিজ্ঞপ্তিতে বলেন, ‘‘বিদেশি বিনিয়োগের জন্য ভালো পরিবেশ তখনই তৈরি হয়, যখন বিনিয়োগকারীরা বিনিয়োগের প্রতিটি ধাপে আত্মবিশ্বাসের সঙ্গে এগোতে পারেন। ‘‘অনুমোদনের জটিলতা কমিয়ে আনা, বিক্রয়লব্ধ অর্থ সহজে দেশে ফেরত নেওয়ার সুযোগ দেওয়া, মূল্যায়ন ও প্রয়োজনীয় নথিপত্রের প্রক্রিয়া সরল করা এবং বিনিয়োগ থেকে প্রস্থানের ধাপগুলো সহজ করার মাধ্যমে বাংলাদেশ সেই লক্ষ্যেই এগোচ্ছে।’’ নতুন সিদ্ধান্ত অনুযায়ী, ক্রেতা ও বিক্রেতার বেলায় চুক্তি থাকতে হবে। সম্পদ মূল্য বাজার দর অনুযায়ী ন্যয্য হতে হবে।",
        desc6: "শেয়ার বিক্রির বেলায় নিরীক্ষিত আর্থিক বিবরণীর ভিত্তিতে নিট সম্পদমূল্য (এনএভি), বাজারমূল্য বা ডিসকাউন্টেড ক্যাশ ফ্লো (ডিসিএফ) পদ্ধতি বহাল রাখা হয়েছে নতুন সার্কুলারে। প্রয়োজনীয় নথি ঠিক থাকলে ব্যাংকগুলো ৪৫ দিনের মধ্যে শেয়ার হস্তান্তরের প্রক্রিয়া সারতে পারবে। আর শেয়ার বিক্রিার অর্থ পাঁচ কর্মদিবসের মধ্যে বিদেশি বিনিয়োগকারী নিয়ে যেতে পারবে। সব ধরনের লেনদেনের তথ্য প্রক্রিয়া শেষের পরবর্তী ১৪ দিনের মধ্যে বাংলাদেশ ব্যাংকে প্রতিবেদন আকারে জমা দিতে হবে ব্যাংকগুলোকে।",
        date: "09 Mar 2026, 10:15 PM"
    },

    {
        id: 17503,
        image: "https://cdn.bdnews24.com/bdnews24/media/bangla/imgAll/2026March/oil-pump-1000-1772978253.jpg",
        image2: "",
        image3: "",
        title: "জ্বালানি তেলের ডিপোতে সেনা মোতায়েনের প্রস্তাব",
        desc1: "তেল ডিপোগুলোতে ‘অনাকাঙ্ক্ষিত পরিস্থিতি তৈরি হওয়ার’ আশঙ্কা করছে বিপিসি।",
        desc2: "মধ্যপ্রাচ্যের সঙ্কটে দেশে জ্বালানি তেল সরবরাহ নিয়ে উদ্ভূত পরিস্থিতিতে তেল ডিপোগুলোর নিরাপত্তা নিশ্চিত করতে সেনাবাহিনী মোতায়েনের প্রস্তাব দিয়েছে বাংলাদেশ পেট্রোলিয়াম কর্পোরেশন (বিপিসি)।",
        desc3: "একই সঙ্গে দেশের ফিলিং স্টেশনগুলোতে পুলিশি টহল জোরদারের অনুরোধও জানিয়েছেন বিপিসির চেয়ারম্যান মো. রেজানুর রহমান। তার স্বাক্ষরিত দুটি পৃথক চিঠিতে এ বিষয়ে জ্বালানি ও খনিজ সম্পদ বিভাগকে প্রয়োজনীয় ব্যবস্থা নিতে অনুরোধ জানানো হয়েছে। শনিবার পাঠানো একটি চিঠিতে বলা হয়, সাম্প্রতিক পরিস্থিতিতে দেশের বিভিন্ন ডিপো থেকে ডিলাররা ‘হঠাৎ বাড়তি চাহিদা অনুযায়ী’ জ্বালানি তেল পাচ্ছেন না–এমন খবর পাওয়া যাচ্ছে।",
        desc4: "“এর ফলে চট্টগ্রামের পতেঙ্গায় তেল বিপণন কোম্পানিগুলোর প্রধান স্থাপনাসহ খুলনার দৌলতপুর, সিরাজগঞ্জের বাঘাবাড়ি, নারায়ণগঞ্জের গোদনাইল ও ফতুল্লা, দিনাজপুরের পার্বতীপুর এবং বরিশালের তেল ডিপোগুলোতে অনাকাঙ্ক্ষিত পরিস্থিতি তৈরি হওয়ার আশঙ্কা রয়েছে।”",
        desc5: "চিঠিতে বলা হয়, দেশের জ্বালানি তেলের ডিপোগুলো ‘কেপিআই’ বা গুরুত্বপূর্ণ স্থাপনা হওয়ায় জরুরি ভিত্তিতে এসব স্থাপনার নিরাপত্তা নিশ্চিত করা প্রয়োজন। এ কারণে উল্লিখিত ডিপোগুলোর সার্বিক নিরাপত্তা নিশ্চিত করতে সেনাবাহিনী মোতায়েনের প্রয়োজন রয়েছে বলে বিপিসি মনে করছে। অন্য এক চিঠিতে বিপিসি বলেছে, জ্বালানি তেলের মজুদ পরিস্থিতি নিয়ে বিভিন্ন গণমাধ্যম ও সামাজিক যোগাযোগ মাধ্যমে ‘নেতিবাচক খবর’ ছড়িয়ে পড়ায় অনেক ভোক্তার মধ্যে প্রয়োজনের অতিরিক্ত জ্বালানি তেল সংগ্রহের প্রবণতা দেখা যাচ্ছে। “এর ফলে ডিলাররা আগের তুলনায় বেশি পরিমাণ তেল ডিপো থেকে সংগ্রহের চেষ্টা করছেন। পাশাপাশি কিছু ভোক্তা ফিলিং স্টেশন থেকে প্রয়োজনের অতিরিক্ত তেল কিনে অননুমোদিতভাবে মজুদ করার চেষ্টা করছেন বলেও জানা গেছে।”",
        desc6: "বিপিসি বলছে, এ পরিস্থিতিতে জ্বালানি তেলের সরবরাহ নিয়ন্ত্রণে রাখতে ইতোমধ্যে ফিলিং স্টেশন থেকে ভোক্তা পর্যায়ে তেল বিক্রির পরিমাণ সীমিত করে একটি প্রেস বিজ্ঞপ্তি জারি করা হয়েছে। “তবে বিভিন্ন ফিলিং স্টেশনে ক্রেতাদের সঙ্গে কর্মচারীদের অনাকাঙ্ক্ষিত ঘটনার আশঙ্কা তৈরি হওয়ায় সেগুলোর নিরাপত্তা নিশ্চিত করতে পুলিশি টহল জোরদারের প্রয়োজন রয়েছে।” এ জন্য দেশের সব ফিলিং স্টেশনে নিরাপত্তা জোরদার করেত স্বরাষ্ট্র মন্ত্রণালয়ের মাধ্যমে প্রয়োজনীয় ব্যবস্থা নিতে অনুরোধ জানিয়েছে বিপিসি।",
        date: "08 Mar 2026, 07:58 PM"
    },


];

// {
//         id: 0,
//         image: "",
//         image2: "",
//         image3: "",
//         title: "",
//         desc1: "",
//         desc2: "",
//         desc3: "",
//         desc4: "",
//         desc5: "",
//         desc6: "",
//         date: " "
//     },
