export const businessData = [
    // Main First News

    {
        id: 17501,
        image: "https://images.dailyamardesh.com/original_images/Untitled-1_NezfV5I.png",
        image2: "",
        image3: "",
        title: "সমাজকল্যাণ মন্ত্রী ও প্রতিমন্ত্রীর সাথে চীনের রাষ্ট্রদূতের সৌজন্য সাক্ষাৎ",
        desc1: "সমাজকল্যাণ মন্ত্রণালয়ের মন্ত্রী অধ্যাপক ডা. এ জেড জাহিদ হোসেন এবং প্রতিমন্ত্রী ফারজানা শারমীনের সাথে সৌজন্য সাক্ষাৎ",
        desc2: "সমাজকল্যাণ মন্ত্রণালয়ের মন্ত্রী অধ্যাপক ডা. এ জেড জাহিদ হোসেন এবং প্রতিমন্ত্রী ফারজানা শারমীনের সাথে সৌজন্য সাক্ষাৎ করেছেন বাংলাদেশে নিযুক্ত চীনের রাষ্ট্রদূত ইয়াও ওয়েন। সোমবার (৩০ মার্চ) ঢাকায় বাংলাদেশ সচিবালয়ে মন্ত্রীর দপ্তরে রাষ্ট্রদূত ইয়াও ওয়েন সহ তিন সদস্যের প্রতিনিধিদল এ সাক্ষাৎ করেন। সাক্ষাৎকালে সমাজকল্যাণ মন্ত্রণালয়ের সচিব ড. মোহাম্মদ আবু ইউছুফ উপস্থিত ছিলেন।",
        desc3: "বৈঠকে মন্ত্রী অধ্যাপক ডা. এ জেড এম জাহিদ হোসেন বলেন, উন্নয়ন সহযোগিতা, কৌশলগত অংশীদারিত্ব এবং পারস্পরিক সম্মানের দিক থেকে চীন বাংলাদেশের দীর্ঘদিনের পুরনো বন্ধু। তিনি বলেন, প্রযুক্তিগত দিক থেকে চীন অনেক এগিয়ে এবং বিশেষ করে স্মার্ট কার্ড প্রযুক্তিতে চীন বিশ্বের অন্যতম সফল দেশ।",
        desc4: "মন্ত্রী বর্তমান সরকারের অন্যতম নির্বাচনী প্রতিশ্রুতি ফ্যামিলি কার্ড বাস্তবায়নে সমাজকল্যাণ মন্ত্রণালয়ের কার্যক্রম তুলে ধরে বলেন, ফ্যামিলি কার্ড একটি ডেটাবেজ ভিত্তিক ডিজিটাল সামাজিক সুরক্ষা প্ল্যাটফর্ম। বাংলাদেশের বিপুল জনগোষ্ঠীর শিক্ষা, স্বাস্থ্য, পুষ্টি নিরাপত্তা, দারিদ্র‍্য বিমোচন এবং নারীর ক্ষমতায়নে ফ্যামিলি কার্ড পরিবারকেন্দ্রিক সামাজিক সুরক্ষা নিশ্চিতে কাজ করবে। এই ফ্যামিলি কার্ড কর্মসূচিকে একটি স্বচ্ছ ও প্রযুক্তিনির্ভর সামাজিক সুরক্ষা ব্যবস্থায় রূপ দিতে চীনের অভিজ্ঞতা বাংলাদেশের জন্য অত্যন্ত কার্যকর সহযোগিতা হতে পারে। এছাড়াও বাংলাদেশের বিশাল জনগোষ্ঠীকে বিশেষ করে প্রান্তিক পর্যায়ে বসবাস করা জনগণকে দক্ষ জনসম্পদ হিসেবে গড়ে তোলা এবং তাদের কর্মসংস্থানের সুযোগ তৈরির মাধ্যমে দেশকে সামাজিকভাবে সুরক্ষিত করতে তিনি চীনের সহযোগিতা প্রত্যাশা করেন। বৈঠকের শুরুতে রাষ্ট্রদূত ইয়াও ওয়েন মন্ত্রী এবং প্রতিমন্ত্রীকে ফুল দিয়ে শুভেচ্ছা এবং অভিনন্দন জানান। রাষ্ট্রদূত বাংলাদেশ সরকারের গৃহীত ফ্যামিলি কার্ড কার্যক্রমের প্রশংসা করে বলেন, ফ্যামিলি কার্ড ইতিমধ্যেই বাংলাদেশের নিম্নআয়ের মানুষের কাছে অত্যন্ত জনপ্রিয়তা পেয়েছে।",
        desc5: "তিনি বলেন, অবকাঠামোগত উন্নয়নের পাশাপাশি সামাজিক সুরক্ষা খাতেও চীন বাংলাদেশের সাথে বন্ধুত্ব ও সহযোগিতার সম্পর্ক আরো দৃঢ় করতে ইচ্ছুক। শিক্ষা, স্বাস্থ্যসেবা ও দারিদ্র‍্য বিমোচনে কাজ করার মাধ্যমে চীন বাংলাদেশের স্থানীয় পর্যায়ের মানুষদের ভাগ্যের উন্নয়নে কাজ করতে চায় যাতে এ দেশের জনগণ টেকসই স্বনির্ভরতার সুযোগ পায়। ",
        desc6: "তিনি আরও বলেন, চীনের প্রযুক্তিগত সক্ষমতা যদি বাংলাদেশের জনগণের উন্নয়নে কাজে লাগে তাহলে বাংলাদেশের সমৃদ্ধি এবং জনগণের কল্যাণে চীন ফলপ্রসূ অংশীদার হিসেবে পাশে থাকতে ইচ্ছুক। সামাজিক সুরক্ষা খাতে চীন-বাংলাদেশ পারস্পরিক সহযোগিতার ক্ষেত্র আরো শক্তিশালী হবে বলে তিনি আশাবাদ ব্যক্ত করেন। বৈঠকে উভয় পক্ষ বাংলাদেশ-চীনের মধ্যকার বিদ্যমান দ্বিপক্ষীয় সম্পর্ককে অধিকতর শক্তিশালী করার লক্ষ্যে পারস্পরিক সহযোগিতার বন্ধন আরো গভীরতর করতে আশাবাদ ব্যক্ত করেন।",
        date: "৩০ মার্চ ২০২৬"
    },

    // Bottom All News




];

// {
//         id: 0,
//         image: "",
//         image2: "",
//         image3: "",
//         title: "",
//         desc1: "",
//         desc2: "",
//         desc3: "",
//         desc4: "",
//         desc5: "",
//         desc6: "",
//         date: " "
//     },
