export const businessData = [
    // Main First News
    {
            id: 1,
            image: "https://cdn.bdnews24.com/bdnews24/media/bangla/imgAll/2026March/khashru-dhaka-chamber-080326-01-1772978903.jpg",
            image2: "",
            image3: "",
            title: "অর্থমন্ত্রীর সঙ্গে সাক্ষাৎ: সুদহার কমানোর আহ্বান ঢাকা চেম্বারের",
            desc1: "নীতিসুদ হার আগের মতই ১০ শতাংশে রেখে জানুয়ারি-জুন সময়ের মুদ্রানীতি ঘোষণা করে গেছেন আহসান মনসুর।",
            desc2: "অর্থমন্ত্রী আমির খসরু মাহমুদ চৌধুরীর সঙ্গে সাক্ষাৎ করে বেসরকারি খাতে বিনিয়োগ বাড়াতে নীতি সুদহার ধীরে ধীরে কমানোর আহ্বান জানিয়েছে ঢাকা চেম্বার অব কমার্স অ্যান্ড ইন্ডাস্ট্রি (ডিসিসিআই)।",
            desc3: "রোববার সচিবালয়ে অর্থমন্ত্রীর দপ্তরে তার সঙ্গে ঢাকা চেম্বারের নেতারা সাক্ষাৎ করেন বলে চেম্বারের এক সংবাদ বিজ্ঞপ্তিতে জানানো হয়েছে।",
            desc4: "ত্রয়োদশ জাতীয় সংসদ নির্বাচনের তিন দিন আগে ৯ মার্চ বিদায়ী গভর্নর আহসান এইচ মনসুর জানুয়ারি-জুন সময়ের মুদ্রানীতি ঘোষণা করেন।",
            desc5: "মূল্যস্ফীতি নিয়ন্ত্রণের কৌশল মাথায় রেখে আগের ধারা অনুসরণ করেই বছরের প্রথম ছয় মাসের মুদ্রানীতি ঘোষণা করে বাংলাদেশ ব্যাংক, যেখানে নীতিসুদ হার আগের মতই ১০ শতাংশে রাখা হয়েছে।",
            desc6: "কিন্তু প্রায় আট মাস পরে ফেব্রুয়ারিতে মূল্যস্ফীতি বেড়ে ৯ শতাংশে পৌঁছেছে। জানুয়ারি মাসে পয়েন্ট টু পয়েন্ট ভিত্তিতে সার্বিক মূল্যস্ফীতি হয়েছে ৮ দশমিক ৫৮ শতাংশ। আগের মাস ডিসেম্বরেও যা ৮ দশমিক ২৯ শতাংশ ছিল।",
            date: "08 Mar 2026, 08:09 PM"
        },

    // Bottom All News


    
];

// {
//         id: 0,
//         image: "",
//         image2: "",
//         image3: "",
//         title: "",
//         desc1: "",
//         desc2: "",
//         desc3: "",
//         desc4: "",
//         desc5: "",
//         desc6: "",
//         date: " "
//     },