
export const footballData = [
    
    // Main First News

    {
        id: 17501,
        image: "https://cdn.bdnews24.com/bdnews24/media/bangla/imgAll/2026March/untitled-1-1774031429.jpg",
        image2: "",
        image3: "",
        title: "ফ্রান্স ও ক্রোয়েশিয়ার বিপক্ষে আলিসনকে পাবে না ব্রাজিল",
        desc1: "চলতি মৌসুমে আগেও কয়েকবার ফিটনেস সমস্যায় ভুগেছেন লিভারপুলের এই গোলরক্ষক।",
        desc2: "বিশ্বকাপ দল গুছিয়ে নিতে শেষ পর্বের প্রস্তুতিতে নামার আগে বেশ বড় একটা ধাক্কা খেয়েছে ব্রাজিল। চোটের কারণে আসছে দুটি প্রীতি ম্যাচের দল থেকে নিজেকে সরিয়ে নিয়েছেন সেলেসাওদের মূল গোলরক্ষক আলিসন।",
        desc3: "ব্রাজিলিয়ান ফুটবল কনফেডারেশন শুক্রবার এক বিবৃতি দিয়ে আলিসনের সরে যাওয়ার খবরটি নিশ্চিত করে। তবে তার চোট নিয়ে বিস্তারিত কিছু জানায়নি।",
        desc4: "সামনের দুই ম্যাচের জন্য আলিসনের জায়গায় করিন্থিয়ান্সের গোলরক্ষক হুগো সোসাকে দলে নেওয়া হয়েছে।",
        desc5: "বস্টনে আগামী ২৬ মার্চ ফ্রান্সের বিপক্ষে খেলবে ব্রাজিল। আর ৩১ মার্চ পাঁচবারের বিশ্ব চ্যাম্পিয়নদের প্রতিপক্ষ ক্রোয়েশিয়া, ম্যাচটি হবে অরল্যান্ডোয়।",
        desc6: "চলতি মৌসুমে বেশ কয়েকবার ফিটনেস সমস্যায় ভুগেছেন আলিসন। গত ১০ মার্চ যেমন পেশির সমস্যায় গালাতাসারাইয়ের বিপক্ষে চ্যাম্পিয়ন্স লিগে শেষ ষোলোর প্রথম লেগে খেলতে পারেননি তিনি। ম্যাচটি ১-০ গোলে হেরে যায় লিভারপুল। পরে অবশ্য ফিরতি লেগে ৪-০ গোলে জিতে কোয়ার্টার-ফাইনালে ওঠে তারা। এর আগে গত অক্টোবর ও নভেম্বরে হ্যামস্ট্রিংয়ের সমস্যায় অনেকগুলো ম্যাচ খেলতে পারেননি আলিসন। একই সমস্যায় গত তিন মৌসুমে ৫০টি ম্যাচ মিস করেছেন তিনি।",
        date: "21 Mar 2026, 12:31 AM"
    },

    // Bottom All News

    {
        id: 17502,
        image: "https://cdn.bdnews24.com/bdnews24/media/bangla/imgAll/2026March/untitled-1-1774027518.jpg",
        image2: "",
        image3: "",
        title: "রোনালদোকে ছাড়াই মাঠে নামছে পর্তুগাল",
        desc1: "বিশ্বকাপ অভিযানে যাওয়ার আগের শেষ প্রস্তুতিপর্বে অধিনায়ককে না পাওয়া দলটির জন্য বড় ধাক্কা।",
        desc2: "হ্যামস্ট্রিংয়ের চোট বেশ ভোগাচ্ছে ক্রিস্তিয়ানো রোনালদোকে। ক্লাবের দুটি ম্যাচ মিস করার পর, জাতীয় দলের হয়েও মাঠে নামতে পারছেন না পর্তুগিজ তারকা। এই মাসের শেষ সপ্তাহে মেক্সিকো ও যুক্তরাষ্ট্রের বিপক্ষে দুটি প্রীতি ম্যাচ খেলবে পর্তুগাল। এজন্য শুক্রবার দল ঘোষণা করেছেন দলটির প্রধান কোচ রবের্তো মার্তিনেস।",
        desc3: "ডান হ্যামস্ট্রিংয়ের চোটের কারণে ম্যাচ দুটির একটিও খেলতে পারবেন না রোনালদো। আসছে বিশ্বকাপ অভিযানে যাওয়ার আগে এটাই শেষ ধাপের প্রস্তুতি দলটির জন্য। সৌদি প্রো লিগে গত ২৮ ফেব্রুয়ারি আল ফাইহার বিপক্ষে ম্যাচে এই চোট পান রোনালদো। সেদিন ৮১ মিনিট খেলে উঠে যান তিনি। পরে ক্লাবের পক্ষ থেকে তার হ্যামস্ট্রিংয়ের চোটের কথা জানানো হয়। ক্লাবের বিবৃতিতে আরও বলা হয়, তিনি পুনর্বাসন প্রক্রিয়া শুরু করেছেন এবং প্রতিদিন তার অবস্থা পর্যবেক্ষণ করা হবে। কিন্তু তার চোট কতটা গুরুতর কিংবা মাঠে ফিরতে কতদিন লাগতে পারে, এসব কিছুই জানানো হয়নি।",
        desc4: "আগামী ১১ জুন শুরু হবে এবারের বিশ্বকাপ। ৪৮ দলের অংশগ্রহণে ইতিহাসের সবচেয়ে বড় বিশ্বকাপ হবে যুক্তরাষ্ট্র, কানাডা ও মেক্সিকোর যৌথ আয়োজনে, আর চলবে ১৯ জুলাই পর্যন্ত। ৪১ বছর বয়সী রোনালদোর ক্যারিয়ারে এটাই সম্ভবত শেষ বিশ্বকাপ। এর কয়েক মাস আগে তার এমন চোট নিয়ে নানা গুঞ্জনও ডালপালা মেলতে থাকে। আর এবার তার দলে না থাকাটাও বাড়তি শঙ্কার কারণ।",
        desc5: "গত দুই সপ্তাহে মাদ্রিদে তার চিকিৎসা চলেছে; কিন্তু তাতে জাতীয় দলের হয়ে মাঠে নামার মতো অবস্থায় এখনও আসেননি তিনি। আগামী ২৮ মার্চ মেক্সিকোর আজতেকা স্টেডিয়ামে স্বাগতিকদের বিপক্ষে খেলবে পর্তুগাল। এর তিন দিন পর জর্জিয়ার আটলান্টায় তারা খেলবে স্বাগতিক যুক্তরাষ্ট্রের বিপক্ষে। ২০১৪ সালের পর থেকে যুক্তরাষ্ট্রের মাটিতে খেলেননি রোনালদো। সেই বছরে রেয়াল মাদ্রিদের প্রাক-মৌসুম সফরে দেশটিতে খেলেছিলেন তিনি। বিশ্বকাপের গ্রুপ পর্বে অবশ্য তিনটি ম্যাচই যুক্তরাষ্ট্রে খেলবে পর্তুগাল। আগামী ১৭ জুন আন্ত:মহাদেশীয় প্লে-অফ পেরিয়ে আসা একটি দলের বিপক্ষে ম্যাচ দিয়ে বিশ্বকাপ যাত্রা শুরু হবে তাদের। ‘কে’ গ্রুপে তাদের অন্য দুই প্রতিপক্ষ কলম্বিয়া ও উজবেকিস্তান।",
        desc6: "রোনালদোর চোট সমস্যা থাকলেও, বিশ্বকাপে তার খেলা নিয়ে কোনো শঙ্কা নেই বলে জানিয়েছেন কোচ মার্তিনেস। “না, সে (বিশ্বকাপ মিস করার) ঝুঁকিতে নেই। এটা পেশির ছোট একটা চোট। আমরা মনে করি, সে এক বা দুই সপ্তাহের মধ্যেই মাঠে ফিরতে পারবে।” “এই মৌসুমে শারীরিকভাবে সে যা কিছু করেছে, তাতে এটা স্পষ্ট যে, তার ফিটনেস দারুণ অবস্থায় আছে।”",
        date: "20 Mar 2026, 11:25 PM"
    },


];

// {
//         id: 0,
//         image: "",
//         image2: "",
//         image3: "",
//         title: "",
//         desc1: "",
//         desc2: "",
//         desc3: "",
//         desc4: "",
//         desc5: "",
//         desc6: "",
//         date: " "
//     },
