
export const footballData = [

    // Main First News

    {
        id: 17501,
        image: "https://images.dailyamardesh.com/original_images/HERFr72aYAAgSPq.jpg",
        image2: "",
        image3: "",
        title: "রাফিনহার পর ভিনির চোট, চিন্তার ভাঁজ আনচেলত্তির কপালে",
        desc1: "বিশ্বকাপ দল ঘোষণার আগে আরো একটি প্রস্তুতি ম্যাচ খেলবে ব্রাজিল",
        desc2: "বিশ্বকাপ দল ঘোষণার আগে আরো একটি প্রস্তুতি ম্যাচ খেলবে ব্রাজিল। সেলেসাওদের শেষ প্রস্তুতি ম্যাচে প্রতিপক্ষ ক্রোয়েশিয়া। গুরুত্বপূর্ণ এই ম্যাচের ইনজুরি হানা দিয়েছে পাঁচবারের বিশ্ব চ্যাম্পিয়নদের শিবিরে। ফ্রান্সের বিপক্ষে সবশেষ প্রীতি ম্যাচে হারের ক্ষত শুকিয়ে ওঠার আগেই দলে একের পর এক চোট সমস্যা চিন্তার ভাঁজ ফেলেছে কোচ কার্লো আনচেলত্তির কপালে। রাফিনহা আগেই মাঠের বাইরে চলে গেছেন। এখন চোট নিয়ে অনিশ্চিত হয়ে পড়েছেন ভিনিসিয়াস জুনিয়র।",
        desc3: "ব্রাজিলের ডাগআউটে সবচেয়ে বড় ধাক্কা এসেছে রাফিনহার ইনজুরিতে। বার্সেলোনার ফর্মে থাকা এ ফরোয়ার্ড হ্যামস্ট্রিং চোটে পড়েছেন। প্রায় পাঁচ সপ্তাহ মাঠের বাইরে থাকতে হবে তাকে। ক্রোয়েশিয়া ম্যাচের আগে রাফিনহা মাঠের লড়াইয়ে দর্শক হয়ে যাওয়ায় ব্রাজিলের আক্রমণভাগে বড় শূন্যতা তৈরি হয়েছে। ",
        desc4: "আগামী ১ এপ্রিল ভোরে অরল্যান্ডোতে ক্রোয়েশিয়াকে মোকাবিলা করবে ব্রাজিল। ম্যাচের আগে শনিবার আনচেলত্তির শিষ্যরা অনুশীলন করলেও অনুপস্থিত ছিলেন ফরোয়ার্ড ভিনিসিয়াস জুনিয়র। ব্রাজিলিয়ান সংবাদমাধ্যম ‘গ্লোবো’র জানিয়েছে, রিয়াল মাদ্রিদের এই তারকাকে অনুশীলনের বদলে অরল্যান্ডোর জিমে ও পরে চিকিৎসা নিতে দেখা গেছে।",
        desc5: "ফ্রান্সের বিপক্ষে ম্যাচে উরুতে কিছুটা অস্বস্তি অনুভব করেছিলেন ভিনিসিয়াস। তবে মেডিকেল পরীক্ষায় কোনো গুরুতর চোট ধরা না পড়লেও সতর্কতামূলক ব্যবস্থা হিসেবে তাকে অনুশীলন থেকে বিশ্রাম দেওয়া হয়েছে। ব্রাজিল ফুটবল ফেডারেশন (সিবিএফ) বিষয়টিকে ওয়ার্কলোড ম্যানেজমেন্ট হিসেবে দেখছে। ক্রোয়েশিয়া ম্যাচে তাকে পাওয়া যাবে বলেই ধারণা করছে সবাই।",
        desc6: "ফ্রান্সের বিপক্ষে ম্যাচে না খেললেও এখন অনুশীলনে ফিরেছেন মার্কুইনহস। কোমরের অস্বস্তির কারণে পিএসজির ব্রাজিলিয়ান ডিফেন্ডারকে আগের ম্যাচে বিশ্রামে রাখা হয়েছিল। রাফিনহা ও ওয়েসলির চোটে ব্রাজিলের সম্ভাব্য একাদশেও পরিবর্তন আসতে পারে। ডান পাশে ওয়েসলির জায়গায় দানিলোকে শুরুর একাদশে দেখা যেতে পারে।",
        date: "৩০ মার্চ ২০২৬"
    },

    // Bottom All News

    {
        id: 17502,
        image: "https://images.dailyamardesh.com/original_images/trarekdsf-20260330130448.webp",
        image2: "",
        image3: "",
        title: "ক্রীড়াবিদদের জন্য নতুন দিগন্ত: বেতনকাঠামো ও ক্রীড়া কার্ডের উদ্বোধন করলেন প্রধানমন্ত্রী",
        desc1: "দেশের ক্রীড়াঙ্গনে এক ঐতিহাসিক অধ্যায়ের সূচনা হয়েছে",
        desc2: "দেশের ক্রীড়াঙ্গনে এক ঐতিহাসিক অধ্যায়ের সূচনা হয়েছে। খেলাধুলাকে কেবল শখ বা বিনোদন নয়, বরং একটি মর্যাদাপূর্ণ ‘পেশা’ হিসেবে প্রতিষ্ঠিত করার লক্ষ্যে জাতীয় ক্রীড়াবিদদের বেতনকাঠামোর আওতায় এনে ক্রীড়া ভাতা ও ক্রীড়া কার্ড প্রদান কার্যক্রমের শুভ উদ্বোধন করেছেন প্রধানমন্ত্রী তারেক রহমান।",
        desc3: "সোমবার সকালে প্রধানমন্ত্রীর কার্যালয়ের শাপলা হলে আয়োজিত এক অনুষ্ঠানে তিনি এই যুগান্তকারী পদক্ষেপের ঘোষণা দেন। একই সঙ্গে আন্তর্জাতিক পর্যায়ে সাফল্য অর্জনকারী ১২৯ জন ক্রীড়াবিদকে মোট ২ কোটি ৪৪ লাখ টাকার বিশেষ সম্মাননা ও অর্থ পুরস্কার প্রদান করা হয়। অনুষ্ঠানে প্রধান অতিথির ভাষণে প্রধানমন্ত্রী তারেক রহমান বলেন, ‘করব কাজ, গড়ব দেশ, সবার আগে বাংলাদেশ’—এই অঙ্গীকার নিয়ে আমরা ক্রীড়াঙ্গনকে আমূল বদলে দিতে চাই। তিনি শহীদ রাষ্ট্রপতি জিয়াউর রহমানের দূরদর্শী ক্রীড়া দর্শনের কথা স্মরণ করে বলেন, আধুনিক ক্রীড়াকাঠামোর ভিত্তি তিনিই স্থাপন করেছিলেন। বর্তমান সরকার সেই ধারা আরও আধুনিকায়ন করে দেশের প্রতিটি জেলায় আন্তর্জাতিক মানের ‘স্পোর্টস ভিলেজ’ এবং প্রতিটি ইউনিয়নে খেলার মাঠ তৈরির মহাপরিকল্পনা বাস্তবায়ন করছে।",
        desc4: "প্রধানমন্ত্রী ঘোষণা করেন, আগামী ৩০ এপ্রিল থেকে সারা দেশে ‘নতুন কুঁড়ি স্পোর্টস’ কর্মসূচির মাধ্যমে তৃণমূলের প্রতিভা অন্বেষণ শুরু হবে। এছাড়া ২০২৭ সাল থেকে জাতীয় শিক্ষাক্রমে চতুর্থ শ্রেণি থেকেই খেলাধুলা বাধ্যতামূলক করার বিষয়টি প্রক্রিয়াধীন রয়েছে।",
        desc5: "অনুষ্ঠানে বিশেষ অতিথির বক্তব্যে যুব ও ক্রীড়া প্রতিমন্ত্রী বর্তমান সরকারের নির্বাচনি ইশতেহার বাস্তবায়নের অগ্রগতি তুলে ধরেন। তিনি জানান, ক্রীড়াবিদদের সামাজিক ও আর্থিক নিরাপত্তা নিশ্চিত করতে এই ‘ক্রীড়া কার্ড’ একটি শক্তিশালী ঢাল হিসেবে কাজ করবে। তৃণমূল পর্যায়ে ক্রীড়া শিক্ষা প্রসারে দেশের প্রতিটি উপজেলায় ক্রীড়া অফিসার ও শিক্ষক নিয়োগের জন্য পদ সৃজনের কাজ দ্রুত গতিতে এগিয়ে চলছে। এছাড়া বিভাগীয় শহরগুলোর সাতটি বিকেএসপি শাখাকে পূর্ণাঙ্গ বিকেএসপিতে রূপান্তরের মাধ্যমে ঢাকার ওপর চাপ কমিয়ে আঞ্চলিক পর্যায়ে বিশ্বমানের প্রশিক্ষণ নিশ্চিত করা হচ্ছে। এদিন আন্তর্জাতিক অঙ্গনে বাংলাদেশের গৌরব বয়ে আনা স্বর্ণ, রৌপ্য ও তাম্র পদকজয়ী মোট ১২৯ জন ক্রীড়াবিদকে প্রধানমন্ত্রীর পক্ষ থেকে আর্থিক পুরস্কারের চেক প্রদান করা হয়। এর মধ্যে একক পর্যায়ে স্বর্ণজয়ীদের ৩ লাখ টাকা, রৌপ্যপদক বিজয়ীদের ২ লাখ এবং ব্রোঞ্চজয়ীদের ১ লাখ টাকা পুরস্কার দেওয়া হয়।এছাড়া দলগতভাবে বিজয়ীদের যথাক্রমে ২ লাখ, দেড় লাখ ও ১ লাখ টাকা করে আর্থিক পুরস্কার দেওয়া হয়। ক্রীড়া ভাতার অংশ হিসেবে প্রত্যেককে মাসে ১ লাখ টাকা করে দেওয়ার ঘোষণা দেওয়া হয়। বিশেষ চাহিদাসম্পন্ন ক্রীড়াবিদদেরও এই সম্মাননার আওতায় এনে সরকার অন্তর্ভুক্তিমূলক ক্রীড়া সংস্কৃতির নজির স্থাপন করেছে।",
        desc6: "প্রধানমন্ত্রী তাঁর ভাষণে তরুণ ক্রীড়াবিদদের ‘নতুন বাংলাদেশের সোনালি প্রহরের অগ্রদূত’ হিসেবে অভিহিত করেন। তিনি আশাবাদ ব্যক্ত করেন যে, আধুনিক প্রশিক্ষণ, সরকারি আর্থিক নিরাপত্তা এবং একটি পূর্ণাঙ্গ ‘ক্রীড়া শিল্প’ (Sports Industry) গড়ে তোলার মাধ্যমে বাংলাদেশ অদূর ভবিষ্যতে অলিম্পিক, এশিয়ান গেমস ও সাফ গেমসের মতো আসরগুলোতে বিশ্বজয়ের নতুন ইতিহাস লিখবে। অনুষ্ঠানে সরকারের ঊর্ধ্বতন সামরিক ও বেসামরিক কর্মকর্তাবৃন্দ, বিভিন্ন ক্রীড়া ফেডারেশনের নেতৃবৃন্দ এবং দেশবরেণ্য ক্রীড়াবিদগণ উপস্থিত ছিলেন।",
        date: "৩০ মার্চ ২০২৬"
    },


];

// {
//         id: 0,
//         image: "",
//         image2: "",
//         image3: "",
//         title: "",
//         desc1: "",
//         desc2: "",
//         desc3: "",
//         desc4: "",
//         desc5: "",
//         desc6: "",
//         date: " "
//     },
