
export const footballData = [
    // Main First News

    {
            id: 1,
            image: "https://cdn.bdnews24.com/bdnews24/media/bangla/imgAll/2026March/fermin-lopez-080326-01-1772987514.jpg",
            image2: "",
            image3: "",
            title: "নিউক্যাসলের মাঠে কঠিন চ্যালেঞ্জ দেখছেন বার্সেলোনা মিডফিল্ডার",
            desc1: "তবে সেই পরীক্ষায় উতরে যাওয়ার ব্যাপারে আশাবাদী ফের্মিন লোপেস।",
            desc2: "লা লিগায় আথলেতিক বিলবাওয়ের মাঠে জিততে ঘাম ছুটে গেছে বার্সেলোনার। চ্যাম্পিয়ন্স লিগে নিউক্যাসল ইউনাইটেডের মাঠেও কাজটা কঠিন হবে বলে মনে করছেন ফের্মিন লোপেস। তবে সেই পরীক্ষায় উতরে যাওয়ার ব্যাপারে আশাবাদী বার্সেলোনার এই মিডফিল্ডার।",
            desc3: "বিলবাওয়ের সান মামেসে শনিবার লিগ ম্যাচটি ১-০ গোলে জেতে বার্সেলোনা। দ্বিতীয়ার্ধে একমাত্র গোলটি করেন লামিনে ইয়ামাল। চোটের কারণে বেশ কয়েকজন ফুটবলারকে হারানো বার্সেলোনা গোটা ম্যাচে গোলের জন্য সাতটি শট নিয়ে কেবল দুটি লক্ষ্যে রাখতে পারে।",
            desc4: "তবে শেষ পর্যন্ত পূর্ণ তিন পয়েন্ট পাওয়ায় খুশি লোপেস। দ্বিতীয়ার্ধে বদলি নামা ২২ বছর বয়সী অ্যাটাকিং মিডফিল্ডার বললেন, নিউক্যাসলের সেন্ট জেমস পার্কে খেলার জন্য ভালো প্রস্তুতি ছিল এই ম্যাচ।",
            desc5: "“শেষের দিকে আমাদের কিছুটা ভুগতে হয়েছে। তবে আমার মনে হয়, শেষ মুহূর্তে আমরা খুব ভালোভাবে রক্ষণ সামলেছি। এই জয়ে আমি খুবই খুশি। আমরা জানি, আমাদের (পয়েন্ট টেবিলে) এগিয়ে থাকাটা ধরে রাখতে হবে এবং আগের দিন রেয়াল মাদ্রিদ জেতায় আমাদের জয় পাওয়া খুব গুরুত্বপূর্ণ ছিল। আমরা সেটাই করেছি এবং আমরা রোমাঞ্চিত। এখন আমাদের মনোযোগ মঙ্গলবারের দিকে।”",
            desc6: "“জয়ের পর আমরা ভালো মনোভাব নিয়ে যাচ্ছি। আমরা এটাও জানি, এখানে যে ম্যাচটি খেলেছি, তার মতোই একটা ম্যাচ আমরা খেলব খুব কঠিন স্টেডিয়ামে, শারীরিকভাবে খুব শক্তিশালী দলের বিপক্ষে। আশা করি, আমরা দারুণ পারফরম্যান্স দেখাতে পারব, আমাদের সহজাত খেলা খেলব এবং জিতব।”",
            date: "08 Mar 2026, 10:32 PM"
        },

    // Bottom All News



];

// {
//         id: 0,
//         image: "",
//         image2: "",
//         image3: "",
//         title: "",
//         desc1: "",
//         desc2: "",
//         desc3: "",
//         desc4: "",
//         desc5: "",
//         desc6: "",
//         date: " "
//     },