
export const footballData = [
    // Main First News

    {
        id: 17501,
        image: "https://cdn.bdnews24.com/bdnews24/media/bangla/imgAll/2026March/donald-trump-120326-01-1773335134.jpg",
        image2: "",
        image3: "",
        title: "ইরানের বিশ্বকাপ খেলার প্রসঙ্গে নিজের অবস্থান বদলালেন ট্রাম্প",
        desc1: "ফিফার শান্তি পুরস্কার বিজয়ী যুক্তরাষ্ট্রের প্রেসিডেন্ট যেন ইঙ্গিত দিলেন, তার দেশে ইরান দলের নিরাপত্তা দেওয়া সম্ভব নয়।",
        desc2: "‘বিশ্বকাপে ইরান জাতীয় দলকে স্বাগত জানাবেন ট্রাম্প’, ফিফা সভাপতি জিয়ান্নি ইনফান্তিনোর এমন দাবি ২৪ ঘন্টা পেরোনোর আগেই ‘ভুল’ প্রমাণিত হলো। যুক্তরাষ্ট্রের প্রেসিডেন্ট ডনাল্ড ট্রাম্প নিজেই সেটা করলেন। তার বিশ্বাস, বর্তমান পরিস্থিতিতে ইরান দলের ‘নিজেদের জীবন ও নিরাপত্তার জন্য’ যুক্তরাষ্ট্রে আসা ঠিক হবে না।",
        desc3: "ট্রথ সোশ্যালে বৃহস্পতিবার দেওয়া পোস্টে ট্রাম্প অবশ্য ‘স্বাগত জানানোর’ কথা দিয়েই শুরু করেন। “ইরান জাতীয় ফুটবল দলকে বিশ্বকাপে স্বাগতম। তবে আমি সত্যিই বিশ্বাস করি না যে, তাদের নিজেদের জীবন ও নিরাপত্তার জন্য এখানে আসা ঠিক হবে।” গত ২৮ ফেব্রুয়ারি যৌথভাবে ইরানে অতর্কিত হামলা চালায় যুক্তরাষ্ট্র ও ইসরায়েল। ওই হামলায় ইরানের সর্বোচ্চ ধর্মীয় নেতা আয়াতুল্লাহ আলি খামেনিসহ উচ্চপদস্থ অনেক কর্মকর্তা প্রাণ হারান। সেই থেকে প্রতিশোধ নিতে ইসরায়েলসহ আশেপাশে দেশগুলোয় অবস্থিত মার্কিন ঘাঁটিতে ড্রোন ও ক্ষেপণাস্ত্র হামলা চালাচ্ছে ইরান।",
        desc4: "মধ্যপ্রাচ্যে এই যুদ্ধ শুরুর পর থেকেই আসছে বিশ্বকাপে ইরানের অংশগ্রহণ নিয়ে অনিশ্চয়তা শুরু হয়। তবে ফিফা সভাপতি বুধবার সামাজিক মাধ্যমে দেওয়া এক পোস্টে জানান, বিশ্বকাপে ইরানের অংশগ্রহণ নিয়ে ট্রাম্পের সঙ্গে তার আলোচনা হয়েছে এবং ইতিবাচক সমাধানও মিলেছে। “প্রেসিডেন্ট ট্রাম্প যুক্তরাষ্ট্রে এই টুর্নামেন্টে (বিশ্বকাপে) অবশ্যই ইরান দলের অংশগ্রহণের বিষয়টি পুনর্ব্যক্ত করেছেন।” ইনফান্তিনোর ওই পোস্ট নিয়ে আলোচনা শুরুর পরই রাষ্ট্রীয় টেলিভিশনে বিশ্বকাপে ‘না খেলার’ ঘোষণা দেন ইরানের ক্রীড়ামন্ত্রী।",
        desc5: "“এই দুর্নীতিগ্রস্ত সরকার (যুক্তরাষ্ট্র) আমাদের নেতাকে হত্যা করেছে, সেটা বিবেচনা করে কোনো অবস্থাতেই আমরা বিশ্বকাপে অংশগ্রহণ করতে পারি না।” আর এবার ফিফার প্রথম শান্তি পুরস্কার বিজয়ী ট্রাম্পের এমন ‘নিরাপত্তা’ নিয়ে মন্তব্যের পর ইরানের বিশ্বকাপ খেলার সম্ভাবনা আরও ফিকে হয়ে পড়ল। গত বছর এশিয়া অঞ্চলের বিশ্বকাপ বাছাইয়ের বাধা উতরে টানা চতুর্থবারের মতো মূল পর্বে জায়গা করে নেয় ইরান। আগামী ১৫ জুন নিউ জিল্যান্ডের বিপক্ষে ম্যাচ দিয়ে বিশ্বকাপ অভিযান শুরুর কথা তাদের। ‘জি’ গ্রুপে তাদের অন্য দুই প্রতিপক্ষ বেলজিয়াম ও মিশর।",
        desc6: "আগামী ১১ জুন থেকে ১৯ জুলাই পর্যন্ত যুক্তরাষ্ট্র, মেক্সিকো ও কানাডায় যৌথভাবে হবে ৪৮ দলের আসছে বিশ্বকাপ। তবে, গ্রুপ পর্বে ইরানের তিনটি ম্যাচই হওয়ার কথা যুক্তরাষ্ট্রে। বিশ্বকাপে সুযোগ পেয়েও কোনো দলের না খেলার নজির আধুনিক ফুটবলে নেই। তাই ইরান সত্যিই যদি সরে দাঁড়ায় বিশ্বকাপ থেকে, তাহলে কী হবে- এর উত্তর পাওয়া মুশকিল। এ বিষয়ে ফিফার মন্তব্য জানতে রয়টার্স চেষ্টা করলেও, সংস্থাটি থেকে সাড়া পায়নি তারা।",
        date: "12 Mar 2026, 11:10 PM"
    },

    // Bottom All News

    {
        id: 17502,
        image: "https://cdn.bdnews24.com/bdnews24/media/bangla/imgAll/2026March/luis-enrique-120326-01-1773320257.jpg",
        image2: "",
        image3: "",
        title: "তিন গোলের ব্যবধানে জিতে ফিরতি লেগেও জয় চান পিএসজি কোচ",
        desc1: "প্রথম লেগের মতো চেলসির মাঠেও লড়াইটা কঠিন হবে বলে মনে করেন লুইস এনরিকে।",
        desc2: "শেষ পর্যন্ত জয়ের ব্যবধান তিন গোলের হলেও, ম্যাচের অনেকটা সময় পর্যন্ত লড়াই হয়েছে হাড্ডাহাড্ডি। ঘরের মাঠে প্রথম লেগে বড় ব্যবধানে জিতেও তাই নির্ভার থাকার সুযোগ দেখছেন না লুইস এনরিকে। পিএসজি কোচ স্পষ্ট বলে দিলেন, চেলসির মাঠেও জয়ের লক্ষ্যেই মাঠে নামবে তার দল। চ্যাম্পিয়ন্স লিগের শেষ ষোলোর প্রথম লেগে বুধবার প্যারিসে চেলসিকে ৫-২ গোলে হারায় পিএসজি।",
        desc3: "প্রথম দুই দফায় এগিয়ে গিয়ে লিড ধরে রাখতে পারেনি পিএসজি, দুইবারই সমতা ফেরায় চেলসি। গোলরক্ষকের মারাত্মক ভুলে তৃতীয় গোল হজম করে ইংলিশ ক্লাবটি। তারপরও ৮৫ মিনিট পর্যন্ত ভালোভাবেই ম্যাচে ছিল তারা, ব্যবধান ছিল ৩-২। শেষ দিকে তারা হজম করে আরও দুই গোল। ",
        desc4: "জয়ের পর পিএসজি কোচ এনরিকে বলেন, ফিরতি লেগেও লড়াইটা কঠিন হবে বলে মনে হচ্ছে তার। শুধু ব্যবধান ধরে রাখার চেষ্টা না করার কথাও বলেন তিনি।",
        desc5: "“দ্বিতীয় লেগ? আজকের মতোই হাড্ডাহাড্ডি ও কঠিন ম্যাচ হবে, আমার কোনো সংশয় নেই। তবে আমরা লন্ডনে এই ফল আগলে রাখতে যাচ্ছি না। আমাদের ভাবনা হলো ম্যাচ জেতার চেষ্টা করা, আক্রমণ করা এবং নিজেদের জয়ের যোগ্য করে তোলা, কারণ কোনো ফল ধরে রাখার কথা ভাবলে কাজ হয় না। আমরা দ্বিতীয় লেগেও জিততে সক্ষম।”",
        desc6: "গত গ্রীষ্মে যুক্তরাষ্ট্রে ক্লাব বিশ্বকাপের ফাইনালে পিএসজিকে ৩-০ গোলে হারিয়ে ট্রফি জিতেছিল চেলসি। তারপর এই প্রথম দেখা হলো দল দুটির। আগামী মঙ্গলবার স্ট্যামফোর্ড ব্রিজে হবে ফিরতি লেগ।",
        date: "12 Mar 2026, 07:00 PM"
    },

];

// {
//         id: 0,
//         image: "",
//         image2: "",
//         image3: "",
//         title: "",
//         desc1: "",
//         desc2: "",
//         desc3: "",
//         desc4: "",
//         desc5: "",
//         desc6: "",
//         date: " "
//     },
