export const homeData = [
    // Main First News

    {
        id: 17501,
        image: "https://cdn.bdnews24.com/bdnews24/media/bangla/imgAll/2026March/abbas-araghchi-150326-01-1773565693.jpg",
        image2: "",
        image3: "",
        title: "যুক্তরাষ্ট্র ও ইসরায়েল বাদে হরমুজ প্রণালি সবার জন্য উন্মুক্ত: আরাকচি",
        desc1: "চ্যানেল এমএস নাউকে দেওয়া এক সাক্ষাৎকারে আরাকচি জানিয়েছেন, অন্য দেশের জাহাজগুলোর ক্ষেত্রে প্রণালিটি পার হতে কোনো বাধা নেই।",
        desc2: "ইরানের পররাষ্ট্রমন্ত্রী আব্বাস আরাকচি বলেছেন, হরমুজ প্রণালি শুধু যুক্তরাষ্ট্র ও ইসরায়েলের জন্য বন্ধ আর বাকি বিশ্বের সবার জন্য উন্মুক্ত। শনিবার মার্কিন ক্যাবল নিউজ চ্যানেল এমএস নাউকে দেওয়া এক সাক্ষাৎকারে আরাকচি জানিয়েছেন, অন্য দেশের জাহাজগুলোর ক্ষেত্রে প্রণালিটি পার হতে কোনো বাধা নেই।",
        desc3: "তবে ‘নিরাপত্তা উদ্বেগে’ অনেকেই তা করছে না জানিয়েছে তিনি বলেন, “এ বিষয়ে ইরানের কিছু করার নেই।” তিনি যোগ করেন, “এখন অনেক ট্যাঙ্কার ও জাহাজ হরমুজ প্রণালি পার হচ্ছে।”  যুক্তরাষ্ট্রের প্রেসিডেন্ট ডনাল্ড ট্রাম্প তার নিজের সামাজিক মাধ্যমে ট্রুথ সোশ্যালে ঘোষণা করেছেন, ‘হরমুজ প্রণালি বন্ধ করার ইরানি উদ্যোগে’ ক্ষতিগ্রস্ত বেশ কয়েকটি দেশকে সঙ্গে নিয়ে যুক্তরাষ্ট্র ‘প্রণালিটি উন্মুক্ত ও নিরাপদ’ রাখতে সেখানে যুদ্ধজাহাজ পাঠাতে পারে।",
        desc4: "ট্রাম্পের এমন বক্তব্যের পর ইরানের পররাষ্ট্রমন্ত্রী এসব কথা জানালেন। জেরুজালেম পোস্ট জানিয়েছে, নিজের পোস্টে ট্রাম্প হরমুজ প্রণালি বন্ধ থাকায় কথিত ক্ষতিগ্রস্ত দেশগুলোর উদাহরণ হিসেবে একটি তালিকা দিয়েছেন, তাতে চীন, ফ্রান্স, জাপান, দক্ষিণ কোরিয়া ও যুক্তরাজ্যের নাম আছে। এসব দেশ হরমুজ প্রণালিতে ‘যুদ্ধজাহাজ পাঠাবে’ বলে আশা প্রকাশ করেছেন তিনি। যুক্তরাষ্ট্রের প্রতিরক্ষামন্ত্রী পিট হেগসেথ বলেছেন, ইরানের নতুন সর্বোচ্চ নেতা মুজতাবা খামেনি আহত ও সম্ভবত বিকলাঙ্গ হয়ে গেছেন। এর জবাব দিয়ে আরাকচি বলেছেন, “সর্বোচ্চ নেতার কোনো সমস্যা নেই। তিনি গতকাল তার বার্তা দিয়েছেন আর সংবিধান অনুযায়ী দায়িত্বপালন করে চলেছেন আর তা অব্যাহত রাখবেন।” তিনি জোর দিয়ে বলেন, ইসলামিক প্রজাতন্ত্র সুপ্রতিষ্ঠিত আর কোনো একক ব্যক্তির ওপর নির্ভরশীল না, যে কোনো ব্যক্তিকে হারালেও তার শূন্যস্থান সিস্টেম পূরণ করে ফেলবে। আরাকচি বলেন, “সবকিছু নিয়ন্ত্রণে আছে।”",
        desc5: "শনিবার পরের দিকে ট্রাম্প দাবি করেন, তিনি শুনতে পাচ্ছেন যে মুজতাবা খামেনি ‘জীবিত নেই’। এনবিসি নিউজকে তিনি বলেন, “তবে যদি তিনি জীবিত থাকেন তার দেশের জন্য খুব বুদ্ধিমানের মতো কিছু করা উচিত আর সেটা হচ্ছে আত্মসমর্পণ।” জেনিভায় শেষ আলোচনার সময় তিনি মার্কিন দূত স্টিভ উইটকফ ও জ্যারেড কুশনারকে হুমকি দিয়ে বলেছিলেন যে ‘ইরানের ১১টি পারমাণবিক বোমা বানানোর মতো ইউরেনিয়াম আছে’, এমন দাবি অস্বীকার করেছেন আরাকচি। মার্কিন প্রতিনিধিদের ‘জ্ঞান কম থাকায়’ তারা সম্ভবত তাকে ভুল বুঝেছেন বলে দাবি করেছেন তিনি।",
        desc6: "তিনি জানান, তিনি শুধু ইরানের ৬০ শতাংশ সমৃদ্ধ ৪৪০ কিলোগ্রাম ইউরেনিয়ামের সম্ভাব্যতা নিয়ে কথা বলেছিলেন, যেগুলো ১০টি বোমা বানানোর জন্য যথেষ্ট; ইরান কতোটা ছাড় দিচ্ছে তা বোঝানোর জন্যই তিনি এমনটি বলেছিলেন। তিনি বলেন, মার্কিন আলোচকরা সম্ভবত ভুল বুঝেছে আর এর কারণ হতে পারে তাদের ‘পর্যাপ্ত জ্ঞানের অভাব’ অথবা ‘তাদের উদ্দেশ্য ছিল আগ্রাসনকে বৈধতা দেওয়া, যা বৈধ হতে পারে না’। তিনি আরও বলেন, আলোচনায় সত্যি কী কথা হয়েছিল তা একদিন প্রকাশ পাবে বলে তিনি আশা করেন।",
        date: "15 Mar 2026, 03:08 PM"
    },

    // Bottom All News

    {
        id: 17502,
        image: "https://cdn.bdnews24.com/bdnews24/media/bangla/imgAll/2026March/flight-expart-office-030825-02-1754210061-1773568837.jpg",
        image2: "",
        image3: "",
        title: "‘অর্থ আত্মসাৎ ও পাচার’: ফ্লাইট এক্সপার্টের ২০ ব্যাংক হিসাবে ৪ কোটি টাকা অবরুদ্ধ",
        desc1: "কোম্পানির ওয়েবসাইট গত অগাস্টে হঠাৎ বন্ধ হয়ে যায়, এমডির দেশত্যাগের গুঞ্জন ছড়িয়ে পড়ে।",
        desc2: "গ্রাহকের সঙ্গে ‘প্রতারণা করে অর্থ আত্মসাৎ ও পাচারের’ অভিযোগ থাকায় অনলাইনে উড়োজাহাজের টিকেট বুকিংয়ের প্ল্যাটফর্ম ফ্লাইট এক্সপার্টের ২০টি ব্যাংক হিসাব অবরুদ্ধের আদেশ দিয়েছে আদালত।",
        desc3: "এসব হিসাবে ৪ কোটি ১০ লাখ ৯৪৬ টাকা থাকার কথা আদালতকে জানিয়েছে পুলিশের অপরাধ তদন্ত বিভাগ-সিআইডি। সিআইডির আবেদনের পরিপ্রেক্ষিতে রোববার ঢাকা মহানগর দায়রা জজ মো. সাব্বির ফয়েজ ফ্লাইট এক্সপার্টের ব্যাংক হিসাব অবরুদ্ধের আদেশ দেন। সংশ্লিষ্ট আদালতের বেঞ্চ সহকারী মো. রিয়াজ হোসেন এ তথ্য দিয়েছেন। গত বছর ২ অগাস্ট হঠাৎ করেই বন্ধ হয়ে যায় ফ্লাইট এক্সপার্টের ওয়েবসাইট। সেই সঙ্গে কোম্পানির ব্যবস্থাপনা পরিচালক (এমডি) সালমানের দেশত্যাগের গুঞ্জন ছড়িয়ে পড়ে।",
        desc4: "সে দিন কোম্পানির বিরুদ্ধে মতিঝিল থানায় মামলা করেন সরকার ট্যুরস অ্যান্ড ট্রাভেলসের মালিক বিপুল সরকার। মামলা হওয়ার পর পুলিশ রাতে ফ্লাইট এক্সপার্টের তিনজন কর্মীকে গ্রেপ্তার করে। বাকি দুই আসামি কোম্পানির এমডি সালমান বিন রাশিদ এবং তার বাবা মক্কা গ্রুপের চেয়ারম্যান এম এ রাশিদ। ",
        desc5: "মামলায় তাদের বিরুদ্ধে ৫-৬ হাজার কোটি টাকা ‘আত্মসাৎ করে বিদেশ পালানোর’ অভিযোগ করা হয়েছে। সে দিন রাতে গ্রেপ্তার হওয়া সাঈদ আহমেদ মতিঝিল থানায় একটি জিডি করেন। গ্রেপ্তার হওয়া ওপর দুজন সাকিব হোসেন ও এ কে এম সাদাত হোসেনও তার সঙ্গে জিডি দায়ের করতে মতিঝিল থানায় গিয়েছিলেন। সেখানেই পুলিশ তাদের গ্রেপ্তার করে। জিডিতে সাঈদ অভিযোগ করেন, কোম্পানির এমডি সালমান সে দিনই কাউকে কিছু না জানিয়ে পরিবারসহ বিদেশে ‘পালিয়ে’ যান। তিনি কর্মীদের হোয়াটসঅ্যাপ গ্রুপে কোম্পানি বন্ধের কথা বলেন।",
        desc6: "ফ্লাইট এক্সপার্টের ব্যাংক হিসাব অবরুদ্ধ চেয়ে সিআইডির এসআই জহির রায়হানের করা আবেদনে বলা হয়েছে, বিভিন্ন ব্যক্তি এবং প্রতিষ্ঠানের কাছে অনলাইনে উড়োজাহাজের টিকেট বিক্রি ও বুকিংয়ের অর্থ এসব ব্যাংক হিসাবে অগ্রিম গ্রহণ করা হয়। সিআইডি বলছে, এ ঘ্টনা মানিলন্ডারিং বা অর্থ পাচারের অপরাধের সঙ্গে সম্পৃক্ত। সুষ্ঠু অনুসন্ধানের স্বার্থে কোম্পানির ব্যাংক হিসাবগুলো অবরুদ্ধ করা প্রয়োজন, না হলে এ অর্থ অন্যত্র হস্তান্তর বা বেহাত হতে পারে বলে তারা মনে করছে।",
        date: "15 Mar 2026, 04:00 PM"
    },

    {
        id: 17503,
        image: "https://images.dailyamardesh.com/original_images/Amardesh_BkHjSzk.jpg",
        image2: "",
        image3: "",
        title: "বিএনপি নেতা ও তার স্ত্রীকে পেটালেন ছাত্রলীগের কর্মীরা",
        desc1: "উপজেলা প্রতিনিধি, বাকেরগঞ্জ (বরিশাল)",
        desc2: "বরিশালের বাকেরগঞ্জে বিএনপি নেতা ও তার স্ত্রীকে পেটালেন ছাত্রলীগের নেতাকর্মীরা। আহত মো. রফিক হাওলাদার (৪০) গারুড়িয়া ইউনিয়নের ৩নং ওয়ার্ড বিএনপির সাধারণ সম্পাদক, ভান্ডারীকাঠি গ্রামের আনেস হাওলাদারের ছেলে ও তার স্ত্রী মোসা. সালমা বেগম (৩০)। তারা বর্তমানে বাকেরগঞ্জ উপজেলা স্বাস্থ্য কমপ্লেক্সে চিকিৎসাধীন রয়েছেন।",
        desc3: "শনিবার রাত ৭টার দিকে উপজেলার গারুড়িয়া ইউনিয়নের ৩নং ওয়ার্ডের ভান্ডারীকাঠি গ্রামে এ ঘটনা ঘটে।",
        desc4: "হাসপাতাল সূত্রে জানা যায়, হামলাকারী ছাত্রলীগ কর্মী নয়ন হাওলাদার রফিক হাওলাদারের ব্যবহৃত তার ঘরের পল্লী বিদ্যুতের মিটার থেকে বিদ্যুতের অবৈধ সংযোগ নেওয়ার চেষ্টা করেন। এতে তিনি বাধা দিলে তর্কাতর্কির একপর্যায়ে নয়ন হাওলাদার ও উজ্জল হাওলাদার লাঠি দিয়ে পিটিয়ে তাকে রক্তাক্ত জখম করেনৈ। এ সময় তার স্ত্রী সালমা বেগম তাকে বাঁচাতে গেলে হামলাকারীরা তার শ্লীলতাহানি করে পিটিয়ে তাকেও আহত করেন। স্থানীয়রা চিৎকার শুনে তাদের উদ্ধার করে চিকিৎসার জন্য উপজেলা স্বাস্থ্য কমপ্লেক্সে ভর্তি করেন।",
        desc5: "হামলাকারী ছাত্রলীগের কর্মী নয়ন হাওলাদার ভান্ডারীকাঠি গ্রামের নজরুল হাওলাদারের ছেলে এবং উজ্জ্বল হাওলাদার একই গ্রামের হানিফ হাওলাদারের ছেলে। আহত বিএনপি নেতা মো. রফিক হাওলাদার জানান, বিদ্যুতের অবৈধ সংযোগ না দেওয়ার কারণে ছাত্রলীগের কর্মী নয়ন হাওলাদার ও উজ্জ্বল হাওলাদার হামলা চালিয়ে তাকেসহ তার স্ত্রীকে মারধর করেছেন। এ ঘটনায় থানায় মামলার প্রস্তুতি চলছে বলেও তিনি জানান।",
        desc6: "বাকেরগঞ্জ থানার অফিসার ইনচার্জ খন্দকারকে কে এম সোহেল রানা বলেন, এ ঘটনায় এখনো কেউ কোনো লিখিত অভিযোগ দেয়নি। লিখিত অভিযোগ পেলে তদন্ত করে তিনি আইনানুগ ব্যবস্থা নেবেন।",
        date: "১৫ মার্চ ২০২৬, 12:37 PM"
    },

    {
        id: 17504,
        image: "https://images.dailyamardesh.com/original_images/Hafiz-Spiker-20260312084553.jpg",
        image2: "",
        image3: "",
        title: "সংসদ অধিবেশন ২৯ মার্চ পর্যন্ত মুলতবি",
        desc1: "ত্রয়োদশ জাতীয় সংসদের অধিবেশন আগামী ২৯ মার্চ পর্যন্ত মুলতবি ঘোষণা",
        desc2: "ত্রয়োদশ জাতীয় সংসদের অধিবেশন আগামী ২৯ মার্চ পর্যন্ত মুলতবি ঘোষণা করেছেন স্পিকার মেজর (অব.) হাফিজ উদ্দিন আহমদ। রোববার ত্রয়োদশ জাতীয় সংসদের প্রথম অধিবেশনের দ্বিতীয় দিন শেষে স্পিকার এ মুলতবি ঘোষণা করেন।",
        desc3: "স্পিকার বলেন, সংসদর বৈঠক আগামী ২৯ মার্চ বেলা ৩টা পর্যন্ত মুলতবি করা হলো। আপনাদের সহযোগিতা করার জন্য ধন্যবাদ। সবাইকে অগ্রিম ঈদ মোবারক জানান স্পিকার।",
        desc4: "এর আগে রোববার বেলা ১১টায় ত্রয়োদশ জাতীয় সংসদের প্রথম অধিবেশনের দ্বিতীয় দিনের কার্যক্রম শুরু হয়। পবিত্র কোরআন তিলাওয়াতের মধ্য দিয়ে অধিবেশন শুরু হয়। বৈঠকে সভাপতিত্ব করেন স্পিকার মেজর (অব.) হাফিজ উদ্দিন আহমদ (বীর বিক্রম)।",
        desc5: "অধিবেশনে উপস্থিত ছিলেন সংসদনেতা ও প্রধানমন্ত্রী তারেক রহমান। অধিবেশনে বিরোধীদলীয় নেতা শফিকুর রহমানও উপস্থিত ছিলেন। ",
        desc6: "গত বৃহস্পতিবার ত্রয়োদশ জাতীয় সংসদের প্রথম অধিবেশন শুরু হয়। প্রথম দিনেই রাষ্ট্রপতি মো. সাহাবুদ্দিনের ভাষণ দেওয়াকে কেন্দ্র করে সংসদে বিক্ষোভ দেখান জামায়াতে ইসলামী, জাতীয় নাগরিক পার্টিসহ (এনসিপি) বিরোধী দলের সদস্যরা। সেদিন তারা সংসদ থেকে ওয়াকআউট করেন।",
        date: "১৫ মার্চ ২০২৬, 03:44 PM"
    },

];

// {
//         id: 0,
//         image: "",
//         image2: "",
//         image3: "",
//         title: "",
//         desc1: "",
//         desc2: "",
//         desc3: "",
//         desc4: "",
//         desc5: "",
//         desc6: "",
//         date: " "
//     },
