export const homeData = [
    // Main First News
    {
        id: 17501,
        image: "https://cdn.bdnews24.com/bdnews24/media/bangla/imgAll/2026March/mojtaba-khamenei-090326-01-1773034112.jpg",
        image2: "",
        image3: "",
        title: "মুজতাবাকে সর্বোচ্চ নেতা বানিয়ে শেষ পর্যন্ত লড়াইয়ের বার্তা দিল ইরান",
        desc1: "ইরানের ইসলামিক রেভল্যুশনারি গার্ড কোরের ঘনিষ্ঠ হিসেবে পরিচিত মুজতাবা খামেনি পশ্চিমাদের বিরুদ্ধে আরও লড়াকু অবস্থান নেবেন বলেই মনে করা হচ্ছে।",
        desc2: "যুক্তরাষ্ট্র ও ইসরায়েলের সঙ্গে যুদ্ধের মধ্যেই ইরান তাদের সাবেক সর্বোচ্চ নেতা আয়াতুল্লাহ আলি খামেনির ছেলে মুজতাবা খামেনিকে তার উত্তরসূরি হিসেবে নিয়োগ দিয়েছে। যুক্তরাষ্ট্রের প্রেসিডেন্ট ডনাল্ড ট্রাম্পকে সরাসরি অগ্রাহ্য করে এ সিদ্ধান্ত নিয়েছে ইরান। কারণ, ট্রাম্প এর আগে আয়াতুল্লাহ আলি খামেনির ছেলে মুজতাবা নতুন নেতা হিসাবে ‘গ্রহণযোগ্য নয়’ বলে মত দিয়েছিলেন।",
        desc3: "বিশ্লেষকরা মনে করছেন, মুজতাবাকে এভাবে সর্বোচ্চ নেতা বানিয়ে যুক্তরাষ্ট্রকে কঠোর বার্তাই দিয়েছে ইরান। আর তা হল, তারা যুক্তরাষ্ট্র ও ইসরায়েলের সঙ্গে যুদ্ধে পিছু হটবে না, বরং শেষ পর্যন্ত লড়াই চালিয়ে যাবে। মুজতাবা খামেনি দীর্ঘদিন ধরেই ইরানের ইসলামিক রেভল্যুশনারি গার্ড কোরের (আইআরজিসি) ঘনিষ্ঠ হিসেবে পরিচিত। তাকে সর্বোচ্চ ধর্মীয় নেতার পদে নিয়োগ এটাই প্রমাণ করে যে, ইরানকে নতিস্বীকার করতে বাধ্য করার যে চেষ্টা ট্রাম্প চালিয়েছিলেন, তা এখন পর্যন্ত ব্যর্থ হয়েছে। তাছাড়া, মুজতাবাকে নিয়োগের মধ্য দিয়ে ইরানের শাসনব্যবস্থায় কট্টরপন্থিদের নিয়ন্ত্রণ আরও সুসংহত হল এবং সংস্কারপন্থি বা মধ্যপন্থিরা কোণঠাসা হয়ে পড়ল।",
        desc4: "এ পদক্ষেপ যুদ্ধ সহসাই বন্ধ হওয়ার পথ রুদ্ধ করল বলেই মনে করা হচ্ছে, বরং এর মধ্য দিয়ে যুদ্ধ আরও তীব্রতর হতে পারে এবং এর প্রভাব মধ্যপ্রাচ্যের বাইরেও অনেক দূর পর্যন্ত ছড়িয়ে পড়তে পারে। মুজতাবার নিয়োগের পরপরই রেভল্যুশনারি গার্ড ও ইরানি সেনাবাহিনী নতুন নেতার প্রতি আনুগত্য প্রকাশ করেছে। মুজতবার অধীনে আরও শক্তিশালী প্রতিরোধের অঙ্গীকার করেছে তারা।",
        desc5: "মধ্যপ্রাচ্যবিষয়ক গবেষণাপ্রতিষ্ঠান ‘মিডল ইস্ট ইনস্টিটিউট’-এর ঊর্ধ্বতন ফেলো অ্যালেক্স ভাতাঙ্কা বলেন, “মোজতবাকে ক্ষমতায় আনা আসলে একই পুরোনো কৌশলের পুনরাবৃত্তি।” ভাতাঙ্কা আরও বলেন, “এত বড় পরিসরের সামরিক অভিযান চালিয়ে, এত ঝুঁকি নিয়ে শেষ পর্যন্ত ৮৬ বছর বয়সী একজন মানুষকে (আয়াতুল্লাহ আলি খামেনি) হত্যা করা, তারপর সেই জায়গায় তারই কট্টরপন্থি ছেলেকে বসতে দেখা- যুক্তরাষ্ট্রের জন্য বড় ধরনের অপমান।” ইরানে জটিল, ধর্মতান্ত্রিক শাসনব্যবস্থায় সর্বোচ্চ নেতাই চূড়ান্ত কর্তৃপক্ষ। তিনি ইরানের পররাষ্ট্রনীতি ও পারমাণবিক কর্মসূচিসহ সব বিষয়ে সর্বোচ্চ সিদ্ধান্ত নেন। পাশাপাশি নির্বাচিত প্রেসিডেন্ট ও পার্লামেন্টকে নির্দেশনা দেন।",
        desc6: "বিশ্লেষকরা বলছেন,কট্টরপন্থি ধর্মীয় নেতা মুজতাবা খামেনিকে নিয়োগ করা হল এমন এক সময়ে যখন তার ব্যক্তিগত জীবনও যুদ্ধে ক্ষতবিক্ষত। যুক্তরাষ্ট্র ও ইসরায়েলের অভিযানে বাবা আলি খামেনির পাশাপাশি তিনি মা, স্ত্রী ও এক সন্তানকেও হারিয়েছেন। তাকে নির্বাচিত করার মধ্য দিয়ে একটি বার্তা স্পষ্ট। আর তা হল: ইরানের নেতারা নিজেদের শাসনব্যবস্থাকে রক্ষা করতে কোনও আপস করবে না। সংঘর্ষ, প্রতিশোধ ও কষ্ট সহ্য করা ছাড়া তারা সামনে আর কোনও পথ দেখছে না। ইরানের অভ্যন্তরীন সূত্রমতে, জনগণের অসন্তোষ এবং চলমান সংঘাতের কারণে মুজতাবা খামেনি অভ্যন্তরীন ও বহির্বিশ্ব থেকে বড় চাপের মুখে পড়তে পারেন। তবু তিনি দ্রুত নিজের ক্ষমতা পোক্ত করার দিকে এগোবেন বলে মনে করা হচ্ছে। এর অর্থ হবে ইসলামিক রেভল্যুশনারি গার্ড কোরের (আইআরজিসি) ক্ষমতার আরও বিস্তার, কঠোর অভ্যন্তরীন নিয়ন্ত্রণ এবং ভিন্নমত দমনে ব্যাপক দমন-পীড়ন।",
        date: "09 Mar 2026, 10:08 PM"
    },
    
    // Bottom All News
   
   
   


];

// {
//         id: 0,
//         image: "",
//         image2: "",
//         image3: "",
//         title: "",
//         desc1: "",
//         desc2: "",
//         desc3: "",
//         desc4: "",
//         desc5: "",
//         desc6: "",
//         date: " "

//     },
