export const homeData = [
    // Main First News
    {
        id: 1,
        image: "https://cdn.bdnews24.com/bdnews24/media/bangla/imgAll/2026March/coxs-bazar-businessman-070326-01-1772895783.jpg",
        image2: "",
        image3: "",
        title: "কক্সবাজারে ‘চাঁদা না দেওয়ায়’ ছুরিকাঘাতে দোকানি খুন",
        desc1: "তিনি শহরের বড়বাজারের একজন মুদি দোকানদার ছিলেন।",
        desc2: "কক্সবাজার শহরে বর্ডার গার্ড বাংলাদেশের (বিজিবি) ক্যাম্পের কাছে ‘চাঁদার টাকা দিতে’ অস্বীকৃতি জানানোয় এক মুদি দোকানিকে ছুরিকাঘাতে হত্যার ঘটনা ঘটেছে। শনিবার বেলা ৩টার দিকে শহরের দক্ষিণ সাহিত্যিকা পল্লী এলাকায় এ ঘটনা ঘটে বলে জানান কক্সবাজার সদর মডেল থানার ওসি মো. ছমি উদ্দিন।",
        desc3: "তাদের দাবি, এদিন ওই প্রতিবেশী গণেশকে এলোপাতাড়ি ছুরিকাঘাত করেন। পরে তাকে হাসপাতালে নিলে কর্তব্যরত চিকিৎসক মৃত ঘোষণা করেন। ",
        desc4: "ওসি ছমি উদ্দিন বলেন, “প্রাথমিক অনুসন্ধানে আমরা জানতে পেরেছি, স্থানীয়ভাবে বিভিন্ন ছোটোখাটো অপরাধের সঙ্গে জড়িত হিসেবে পরিচিত জিশান নামের এক ব্যক্তি গণেশ পালের কাছে টাকা দাবি করেন।",
        desc5: "“কিন্তু গণেশ টাকা দিতে অস্বীকৃতি জানালে, তাদের মধ্যে কথা কাটাকাটি হয়। এক পর্যায়ে জিশান একটি ছুরি বের করে গণেশকে দুইবার আঘাত করেন। ঘটনার সময় সেখানে আরও এক যুবক উপস্থিত ছিলেন বলে জানতে পেরেছে পুলিশ।”",
        desc6: "এ ঘটনায় জড়িতদের গ্রেপ্তারে অভিযান চলছে বলে জানান এ পুলিশ কর্মকর্তা।",
        date: "07 Mar 2026, 09:03 PM"
    },

    // Bottom All News
    {
        id: 2,
        image: "https://cdn.bdnews24.com/bdnews24/media/bangla/imgAll/2026March/suez-canal-070326-01-1772890821.jpg",
        image2: "",
        image3: "",
        title: "ইরান যুদ্ধের এক সপ্তাহ: যুক্তরাষ্ট্র ও ট্রাম্পের জন্য বিপদ বাড়ছে",
        desc1: "স্থল, জল ও আকাশপথে ইরানি বাহিনীর ওপর বিধ্বংসী আঘাত সত্ত্বেও এই সংকট দ্রুত একটি আঞ্চলিক যুদ্ধে রূপ নিয়েছে।",
        desc2: "ইরানের বিরুদ্ধে যুক্তরাষ্ট্র ও ইসরায়েলের শুরু করা যুদ্ধের এক সপ্তাহ পার হয়েছে আর এরমধ্যে পুরো মধ্যপ্রাচ্যজুড়ে অশান্ত পরিস্থিতি বিরাজ করছে। এ পরিস্থিতিতে প্রেসিডেন্ট ডনাল্ড ট্রাম্প সামরিক সাফল্যকে পরিষ্কার ভূ-রাজনৈতিক জয়ে রূপান্তর করতে পারবেন কিনা তা নিয়ে বাড়তে থাকা ঝুঁকি ও চ্যালেঞ্জের মুখে পড়ছেন। সর্বোচ্চ নেতা আয়াতুল্লাহ আলি খামেনি নিহত হওয়া এবং স্থল, জল ও আকাশপথে ইরানি বাহিনীর ওপর বিধ্বংসী আঘাত সত্ত্বেও এই সংকট দ্রুত একটি আঞ্চলিক যুদ্ধে রূপ নিয়েছে। এটি ট্রাম্পের নিয়ন্ত্রণের বাইরে গিয়ে যুক্তরাষ্ট্রকে আরও দীর্ঘায়িত এক সামরিক সংঘাতে লিপ্ত থাকার হুমকির মুখে ফেলেছে।",
        desc3: "ওয়াশিংটনের জনস হপকিন্স স্কুল ফর অ্যাডভান্সড ইন্টারন্যাশনাল স্টাডিজের লরা ব্লুমেনফেল্ড বলেন, ইরান একটি আগোছালো এবং দীর্ঘস্থায়ী সামরিক অভিযান হতে পারে। ট্রাম্প বিশ্ব অর্থনীতি, আঞ্চলিক স্থিতিশীলতা এবং যুক্তরাষ্ট্রের মধ্যবর্তী নির্বাচনে তার নিজের রিপাবলিকান পার্টির কার্যকারিতকে ঝুঁকিতে ফেলছেন। বিশ্লেষকদের মতে, ২০০৩ সালের ইরাক আক্রমণের পর এটিই যুক্তরাষ্ট্রের সবচেয়ে বড় সামরিক অভিযান (অপারেশন এপিক ফিউরি) । তবে ট্রাম্প এখনও এই যুদ্ধের চূড়ান্ত লক্ষ্য বা শেষ কোথায়, তা স্পষ্টভাবে র্নিধারণ করতে পারছেন না। হোয়াইট হাউসের মুখপাত্র আনা কেলি অবশ্য জানিয়েছেন, ট্রাম্পের লক্ষ্য সুনির্দিষ্ট, ইরানের ব্যালিস্টিক ক্ষেপণাস্ত্র ও উৎপাদন ক্ষমতা ধ্বংস করা, নৌবাহিনীকে নিশ্চিহ্ন করা এবং তাদের পারমাণবিক অস্ত্র অর্জন রোধ করা।",
        desc4: "এখন পর্যন্ত ট্রাম্পের মেক আমেরিকা গ্রেট এগেইন আন্দোলনের সমর্থকরা এই যুদ্ধের পক্ষে থাকলেও, নভেম্বরের মধ্যবর্তী নির্বাচনের আগে জনমত জরিপে সাধারণ ভোটারদের মধ্যে যুদ্ধের বিরোধিতা বাড়ছে। রিপাবলিকান কৌশলবিদ ব্রায়ান ডার্লিং বলেন, আমেরিকানরা ইরাক বা আফগানিস্তানের ভুলগুলোর পুনরাবৃত্তি চায় না।",
        desc5: "সবচেয়ে বড় উদ্বেগের বিষয় হলো ‘শাসনব্যবস্থা পরিবর্তন’ নিয়ে ট্রাম্পের মিশ্র বার্তা। যুদ্ধের শুরুতে তিনি ইরান সরকারকে উৎখাতের ইঙ্গিত দিলেও পরে তা নিয়ে আর কিছু বলেননি। আবার বৃহস্পতিবার তিনি বলেন যে ইরানের পরবর্তী নেতা নির্বাচনে তিনি ভূমিকা রাখবেন এবং শুক্রবার ইরানের ‘নিঃশর্ত আত্মসমর্পণ’ দাবি করেন।",
        desc6: "অনেক বিশ্লেষক মনে করছেন, ট্রাম্প ধারণা করেছিলেন ইরান অভিযানটিও এ বছরের শুরুর দিকে ভেনিজুয়েলা অভিযানের মতো সহজ হবে। ভেনিজুয়েলায় বিশেষ বাহিনী প্রেসিডেন্ট মাদুরোকে বন্দি করার পর দ্রুত দেশটির তেলের ওপর নিয়ন্ত্রণ প্রতিষ্ঠা করা সম্ভব হয়েছিল। কিন্তু ইরান অনেক বেশি সুসজ্জিত এবং শক্তিশী শত্রু হিসেবে প্রমাণিত হয়েছে। খামেনিকে হত্যার পরও ইরান সামরিকভাবে পাল্টা জবাব দেওয়া বন্ধ করেনি।",
        date: "07 Mar 2026, 07:41 PM"
    },
    {
        id: 3,
        image: "https://cdn.bdnews24.com/bdnews24/media/bangla/imgAll/2026March/omor-ekushe-boimela-070326-1-1772900400.jpg",
        image2: "https://cdn.bdnews24.com/bdnews24/media/bangla/imgAll/2026March/omor-ekushe-boimela-070326-2-1772900328.jpg",
        image3: "https://cdn.bdnews24.com/bdnews24/media/bangla/imgAll/2026March/omor-ekushe-boimela-070326-3-1772900358.jpg",
        title: "নারী প্রকাশকদের সংকট ‘আলাদা কিছু নয়",
        desc1: "পুরুষ প্রকাশক যেমন সংকট মোকাবেলা করেন, নারী হিসেবে আমিও তেমন সংকট দেখি,” বলেন মিতিয়া ওসমান।",
        desc2: "দেশে অর্ধ-শতাধিক প্রকাশনা সংস্থা আছে, যেগুলোর নেতৃত্বে আছেন নারীরা। এবারের অমর একুশে বইমেলা ঘুরে এমন ২৫টির মতো প্রকাশনা প্রতিষ্ঠানের স্টল দেখেছে বিডিনিউজ টোয়েন্টিফোর ডটকম, যেগুলোয় নারী প্রকাশকরাই রয়েছেন নেতৃত্বের জায়গায়।",
        desc3: "তারা বলছেন, নারী প্রকাশকদের সংকট আলাদা কিছু নয়। ফলে প্রকাশনা শিল্পের সামগ্রিক সংকট থেকে উত্তরণ না ঘটলে নারী প্রকাশকরাও ভালো থাকবেন না। বইমেলায় ছোটদের প্রকাশনী 'ময়ূরপঙ্খী'র স্টলে বসেছিলেন মিতিয়া ওসমান। তিনি এই প্রতিষ্ঠানটির স্বত্ত্বাধিকারী।",
        desc4: "মিতিয়া বিডিনিউজ টোয়েন্টিফোর ডটকমকে বলেন, প্রকাশনা শিল্পে নারীদের অংশগ্রহণ তো এখন অনেক বেড়েছে। তবে সামগ্রিক বাস্তবতায় এখনো নারী প্রকাশকের সংখ্যা খুব বেশি নয়।",
        desc5: "প্রকাশনা শিল্পের সামগ্রিক যে সংকট, তাতে বাইরে নারী প্রকাশক হিসেবে আলাদা কোনো সংকট দেখেন না মিতিয়া ওসমান। ",
        desc6: "২০০৫ সাল থেকে বইমেলায় নিয়মিত অংশগ্রহণ করলেও এবার স্টল নেয়নি ‘বলাকা প্রকাশন’। এই প্রকাশনা সংস্থার স্বত্বাধিকারী শরিফা বুলবুলের সঙ্গে কথা হয় মেলার মাঠে।",
        date: " 07 Mar 2026, 10:20 PM"
    },
    {
        id: 4,
        image: "https://cdn.bdnews24.com/bdnews24/media/bangla/imgAll/2026March/tarique-rahman-iftar-070326-1772891984.jpg",
        image2: "https://cdn.bdnews24.com/bdnews24/media/bangla/imgAll/2026March/tarique-rahman-iftar-070326-01-1772892019.jpg",
        image3: "",
        title: "এতিমদের সঙ্গে ইফতারে তাদের খোঁজখবর নিলেন প্রধানমন্ত্রী",
        desc1: "বিদ্যমান যাকাত বোর্ড পুনগর্ঠন করার কথা বলেন তিনি।",
        desc2: "এতিম এবং আলেম-ওলামাদের সঙ্গে ইফতার করেছেন প্রধানমন্ত্রী তারেক রহমান। রাষ্ট্রীয় অতিথি ভবন যমুনায় শনিবার প্রধানমন্ত্রী এ ইফতার মাহফিলের আয়োজন করেন। এ বছর গ্যাস, বিদ্যুৎ ও জ্বালানিসহ বিভিন্ন ক্ষেত্রে ব্যয় সংকোচন এবং কৃচ্ছতা সাধনে প্রধানমন্ত্রী শুধু কূটনীতিক এবং এতিম, আলেম-ওলামাদের সম্মানে ইফতারের আয়োজন করছেন। আগের দিন শুক্রবার কূটনীতিকদের সঙ্গে ইফতার করেন তিনি।",
        desc3: "শনিবার ইফতার শুরুর আগে প্রধানমন্ত্রী আমন্ত্রিত এতিম এবং আলেম ও ওলামাদের সঙ্গে কুশল বিনিময় করেন। তিনি শিশু এতিম শিক্ষার্থীদের কাছে গিয়ে তাদের খোঁজখবর নেন। সংক্ষিপ্ত বক্তব্যে তারেক রহমান বলেন, এতিমদের ব্যাপারে রাষ্ট্র এবং সরকারের দৃষ্টিভঙ্গি তুলে ধরার ক্ষেত্রে এ ইফতার মাহফিল একটি প্রতীকী তাৎপর্য বহন করে। এ মাহফিল এতিমদের প্রতি বিত্তবানদের দৃষ্টিভঙ্গি এবং দায় দায়িত্ব পালনের ব্যাপারে একটি ইতিবাচক বার্তা দেবে। প্রতিজন বিত্তবান যদি অসহায় এতিমদের প্রতি পবিত্র কোরআন হাদিসের নির্দেশনা অনুযায়ী দায়িত্ব পালন করতে সচেষ্ট থাকেন আমি বিশ্বাস করি তাহলে পিতৃহারা এতিম সন্তানেরা এক বুক বেদনা বুকে নিয়েও রাষ্ট্র এবং সমাজে আত্মবিশ্বাসের সঙ্গে এগিয়ে যাওয়ার প্রেরণা খুঁজে পায়।",
        desc4: "তিনি বলেন, ‘‘পবিত্র রামাদান ত্যাগ এবং সংযমের মাস, রহমত-বরকত সংযমের মাস। অথচ অপ্রিয় হলেও সত্য রামাদান মাসকে আমাদের ভেতরে কেউ কেউ লাভ-লোভের মাস হিসেবে বানিয়ে ফেলে। ‘‘পবিত্র রামাদান মাসেও যারা অশুভ পন্থা অবলম্বন করছে আপনাদের প্রতি আমার বিনীত আহ্বান অনুগ্রহ করে আপনারা মানুষকে কষ্ট দেবেন না।” ",
        desc5: "প্রধানমন্ত্রী বলেন, “দেশের যাকাত ব্যবস্থাপনা নিয়ে আমি আমার একটি চিন্তার কথা আপনাদের সঙ্গে শেয়ার করতে চাই। বিভিন্ন গবেষণা প্রতিবেদনে দেখা গিয়েছে, প্রতিবছর বাংলাদেশে যাকাতের পরিমাণ প্রায় ২০ থেকে ২৫ হাজার কোটি টাকার বেশি। যাকাতের অর্থ দারিদ্র নির্বাচনে কতটুক ভূমিকা রাখতে সক্ষম হচ্ছে এটি মনে হয় একটি বেশ বড় প্রশ্ন। যতটুকু আমি জানি অবশ্যই এখানে বিশিষ্ট আলেম ব্যক্তিবর্গ বসে আছেন ওনাদের তুলনায় এ ব্যাপারে আমার জ্ঞান খুবই সীমিত।",
        desc6: "‘‘যতটুকু আমি জানি, যাকাত দাতাদেরকে ইসলামী বিধানে এমনভাবেই যাকাত বন্টন উৎসাহিত করে যাতে একজন যাকাত গ্রহীতা প্রথম বছর যাকাত গ্রহণ করার পরের বছর আর যাকাত গ্রহণ করা যেন না প্রয়োজন হয়। বিশেষজ্ঞরা বলছেন, পরিকল্পিতভাবে যাকাত বন্টন করা গেলে দারিদ্র বিমোচনে যাকাত একটি চূড়ান্ত ভূমিকা পালন করতে পারে বাংলাদেশের দারিদ্র বিমোচনে। এমন বাস্তবতায় সরকার যাকাত ব্যবস্থাপনাকে আরো কার্যকর এবং লক্ষ্যভিত্তিক করার চিন্তাভাবনা করছে। এ ব্যাপারে আজকে এখানে যারা বিশিষ্ট আলেম ব্যক্তিগত উপস্থিত আছেন আপনাদের সহযোগিতা ব্যক্তিগতভাবে আমি কামনা করছি।”",
        date: "07 Mar 2026, 08:00 PM"
    },


];

// {
//         id: 0,
//         image: "",
//         image2: "",
//         image3: "",
//         title: "",
//         desc1: "",
//         desc2: "",
//         desc3: "",
//         desc4: "",
//         desc5: "",
//         desc6: "",
//         date: " "
//     },