export const homeData = [
    // Main First News

    {
        id: 17501,
        image: "https://cdn.bdnews24.com/bdnews24/media/bangla/imgAll/2026February/trump-130725-01-1770734775.jpg",
        image2: "",
        image3: "",
        title: "নেটো সদস্যদের ‘কাপুরুষ’ বললেন ট্রাম্প",
        desc1: "যুক্তরাষ্ট্রের সহায়তা ছাড়া নেটো ‘কাগুজে বাঘ’ ছাড়া আর কিছুই নয়- জোটের মিত্রদেশ গুলোকে কটাক্ষ করে বলেন মার্কিন প্রেসিডেন্ট।",
        desc2: "ইরান যুদ্ধে সরাসরি অংশগ্রহণ না করা এবং হরমুজ প্রণালির নিরাপত্তা নিশ্চিতে সেনা মোতায়েনে অস্বীকৃতি জানানোয় নেটোর সদস্য দেশগুলোর ওপর ক্ষেপেছেন মার্কিন প্রেসিডেন্ট ডনাল্ড ট্রাম্প। পশ্চিমা সামরিক জোট নেটোর মিত্রদের ‘কাপুরুষ’ আখ্যা দিয়ে তিনি বলেছেন, “যুক্তরাষ্ট্রের সহায়তা ছাড়া নেটো ‘কাগুজে বাঘ’ ছাড়া আর কিছুই নয়।”",
        desc3: "বৃহস্পতিবার নিজের সামাজিক যোগাযোগমাধ্যম ‘ট্রুথ সোশ্যাল’-এ দেওয়া এক পোস্টে ট্রাম্প আরও লেখেন,, “পারমাণবিক শক্তি হাতে থাকা ইরানকে থামানোর লড়াইয়ে তারা যোগ দিতে চায়নি।”",
        desc4: "তিনি বলেন, “এখন সামরিকভাবে লড়াইয়ে জয় এসেছে এবং তাদের (নেটো) জন্য ঝুঁকিও খুব কম, তখন তারা তেলের চড়া দাম নিয়ে অভিযোগ করছে। অথচ তারা হরমুজ প্রণালি খুলে দিতে সাহায্য করতে চায় না, সাধারণ একটি সামরিক পদক্ষেপ নিতে চায় না। আর এটাই তেলের চড়া দামের একমাত্র কারণ।”",
        desc5: "নেটো দেশগুলোর কঠোর সমালোচনা করে ট্রাম্প আরও বলেন, “খুবই কম ঝুঁকিতে এই কাজটি করা তাদের জন্য সহজ ছিল। ‘কাপুরুষ’, আর আমরা একথা মনে রাখব!”",
        desc6: "ছবি: রয়টার্স",
        date: "20 Mar 2026, 09:05 PM"
    },

    // Bottom All News

    {
        id: 17502,
        image: "https://cdn.bdnews24.com/bdnews24/media/bangla/imgAll/2026March/benapol-arrest-200326-01-1774020557.jpg",
        image2: "",
        image3: "",
        title: "ভারত থেকে ফেরার পথে বেনাপোলে ইউপি চেয়ারম্যান গ্রেপ্তার",
        desc1: "মফিজুরের বিরুদ্ধে একটি ফৌজদারি মামলা রয়েছে বলে জানিয়েছে পুলিশ।",
        desc2: "ভারত থেকে ফেরার পর যশোরের বেনাপোল চেকপোস্টে ইউপি চেয়ারম্যান ও আওয়ামী লীগের এক নেতাকে গ্রেপ্তার করেছে পুলিশ।",
        desc3: "শুক্রবার সন্ধ্যায় বেনাপোল আন্তর্জাতিক চেকপোস্ট প্যাসেঞ্জার টার্মিনালের সামনে থেকে তাকে গ্রেপ্তার করা হয় বলে জানান বেনাপোল পোর্ট থানার ওসি আশরাফ হোসেন।",
        desc4: "গ্রেপ্তার মফিজুর রহমান (৭২) বেনাপোল পোর্ট থানার ধান্যখোলা গ্রামের আনোয়ার হোসেন বিশ্বাসের ছেলে। তিনি বাহাদুরপুর ইউনিয়ন পরিষদের চেয়ারম্যান এবং ওই ইউনিয়ন আওয়ামী লীগের সাবেক সভাপতি।",
        desc5: "মফিজুরের নাম ইমিগ্রেশন স্টপলিস্টে অন্তর্ভুক্ত ছিল না; তবে তিনি ১২ ফেব্রুয়ারি বৈধভাবে ভারতে প্রবেশে করেছিলেন বলে জানান বেনাপোল চেকপোস্ট পুলিশ ইমিগ্রেশনের ওসি এম শাখাওয়াত হোসেন।",
        desc6: "বেনাপোল পোর্ট থানার ওসি আশরাফ হোসেন বলেন, মফিজুরের বিরুদ্ধে একটি ফৌজদারি মামলা রয়েছে। এ মামলায় তাকে গ্রেপ্তার করা হয়।",
        date: "20 Mar 2026, 09:30 PM"
    },

    {
        id: 17503,
        image: "https://cdn.bdnews24.com/bdnews24/media/bangla/imgAll/2026March/nilphamari-tista-stone-200326-01-1774021074.jpg",
        image2: "https://cdn.bdnews24.com/bdnews24/media/bangla/imgAll/2026March/nilphamari-tista-stone-200326-02-1774021095.jpg",
        image3: "https://cdn.bdnews24.com/bdnews24/media/bangla/imgAll/2026March/nilphamari-tista-stone-200326-03-1774021084.jpg",
        title: "তিস্তায় পুলিশের উপর পাথর উত্তোলনকারীদের হামলায় গ্রেপ্তার ৬, মেশিন জব্দ",
        desc1: "বৃহস্পতিবারের এ ঘটনায় ডিমলা থানায় চারটি মামলা করে পুলিশ।",
        desc2: "নীলফামারীর ডিমলা উপজেলায় তিস্তা নদী থেকে অবৈধভাবে পাথর উত্তোলনে বাধা দেওয়ায় পুলিশের উপর হামলার ঘটনায় ছয়জনকে গ্রেপ্তার করা হয়েছে। এ ছাড়া পাথর উত্তোলনের ‘বোমা মেশিন’ জব্দ করে বিনষ্ট করা হয়েছে।",
        desc3: "উপজেলা প্রশাসনের নেতৃত্বে যৌথ বাহিনীর একটি দল বৃহস্পতিবার রাত থেকে শুক্রবার বিকাল পর্যন্ত তিস্তা পাড়ের বিভিন্ন এলাকায় অভিযান চালিয়ে তাদের গ্রেপ্তার করে।",
        desc4: "উপজেলা নির্বাহী কর্মকর্তা (ইউএনও) মোহাম্মদ ইমরানুজ্জামান বলেন, অভিযানে বিজিবির ৬৩ জন, পুলিশের ৪০ জন এবং আনসার বাহিনীর ১০ সদস্য অংশগ্রহণ করেন।",
        desc5: "মামলার বরাতে পুলিশ জানায়, দীর্ঘদিন ধরে তিস্তা নদী থেকে একটি চক্র অবৈধভাবে সিক্স সিলিন্ডার বোমা মেশিন বসিয়ে পাথর উত্তোলন করে বিক্রি করে আসছিলেন। বৃহস্পতিবার পুলিশ ও স্থানীয় জনপ্রতিনিধি তাতে বাধা দিতে যায়। তখন বালু উত্তোলনকারীরা পুলিশ, জনপ্রতিনিধি ও সাংবাদিকদের উপর হামলা চালায়। এতে উপজেলার টেপাখড়িবাড়ি ইউনিয়ন পরিষদের চেয়ারম্যান রবিউল ইসলাম শাহীন, সাত পুলিশ সদস্যসহ ১৭ জন আহত হন। আহতদের মধ্যে ইউপি চেয়ারম্যানসহ সাতজনকে রংপুর মেডিকেল কলেজ হাসপাতালে ভর্তি করা হয়েছে। আহত পুলিশ সদস্যরা ডিমলা হাসপাতালে চিকিৎসাধীন রয়েছেন। এ ঘটনায় রাতে ডিমলা থানায় চারটি মামলা করে পুলিশ।",
        desc6: "ডিমলা থানার ওসি শওকত আলী বলেন, অভিযানে ছয়টি বোমা মেশিন, ছয়টি পাইপ, ৩০০ প্লাস্টিক ড্রাম এবং ১৯টি পাথর উত্তোলনের লোহার ছাকনি জব্দ করে বিনষ্ট করা হয়েছে। সব আসামিকে ধরতে অভিযান চলছে। অভিযানে থাকা ৫১ বিজিবির উপঅধিনায়ক এ এফ এম জুলকার নাঈম বলেন, যৌথ টাস্কফোর্সের এমন অভিযান অব্যাহত রাখা হবে।",
        date: "20 Mar 2026, 09:38 PM"
    },



];

// {
//         id: 0,
//         image: "",
//         image2: "",
//         image3: "",
//         title: "",
//         desc1: "",
//         desc2: "",
//         desc3: "",
//         desc4: "",
//         desc5: "",
//         desc6: "",
//         date: " "
//     },
