export const homeData = [
    // Main First News

    {
        id: 17501,
        image: "https://cdn.bdnews24.com/bdnews24/media/bangla/imgAll/2026March/khulna-accideni-120326-01-1773329927.jpg",
        image2: "",
        image3: "",
        title: "বাগেরহাটে ১৪ মৃত্যু: নববধূকে নিয়ে বরের আর বাড়ি ফেরা হল না",
        desc1: "নববধূসহ বরের পরিবারের সাতজনের মৃত্যু হয় মর্মান্তিক এ দুর্ঘটনায়; যারা সবাই মাইক্রোবাসের যাত্রী ছিলেন।",
        desc2: "দুপুরে বিয়ের পর নববধূকে নিয়ে বাড়ি ফিরছিলেন বরের পরিবারের সদস্যরা। খুলনার কয়রা থেকে অনেকটা পথ পেরিয়ে বাড়ির কাছের উপজেলা রামপালে এসে পৌঁছান তারা। এরপরই ভয়াবহ এক দুর্ঘটনায় মোংলার এই বর ও কনের আর বাড়ি ফেলা হল না।",
        desc3: "বাগেরহাটের রামপালে নৌবাহিনীর বাসের সঙ্গে নববধূ ও বরকে বহনকারী মাইক্রোবাসের মুখোমুখি সংঘর্ষে প্রাণয় যায় ১৪ জনের; যাদের মধ্যে বর-কনেসহ একই পরিবারেরই সাতজন। মাইক্রোবাসে নববধূকে নিয়ে বরের পরিবারের লোকজন বাড়ি ফিরছিলেন বলে জানান মোংলার এক বিএনপি নেতা। এ দুর্ঘটনায় মোংলার আরেক বিএনপি নেতা ও তার ছেলের মৃত্যু হয়। নিহত ওই ছেলের বিয়ে করাতে তারা খুলনার কয়রা গিয়েছিলেন। বৃহস্পতিবার বিকালে খুলনা-মোংলা মহাসড়কের বেলাই ব্রিজের কাছে এ দুর্ঘটনা ঘটে। নিহতদের মধ্যে আছেন মোংলা পোর্ট পৌরসভার ৮ নম্বর ওয়ার্ড বিএনপির সভাপতি আব্দুর রাজ্জাক ও তার ছেলে বর মো. সাব্বির, সাব্বিরের নববধু মার্জিয়া আক্তার মিতু।",
        desc4: "অন্যরা বিএনপি নেতার মেয়ে, নাতি, নাতনিসহ সাতজন। নিহত বাকিরা তার আত্মীয় স্বজন। তারা পশ্চিম শেলা বনিয়ার বাসিন্দা। মোংলা পৌর বিএনপির সদস্য খোরশেদ আলম রাতে বিডিনিউজ টোয়েন্টিফোর ডটকমকে বলেন, আব্দুর রাজ্জাক তার ছেলে সাব্বিরকে খুলনার কয়রা উপজেলার নাকশা এলাকায় বিয়ে দেন। এদিন সকালে পরিবারের সাতজনসহ কয়েকজন আত্মীয়কে নিয়ে একটি মাইক্রোবাসে করে সেখানে যান। বিয়ের আনুষ্ঠানিকতা সেরে বিকালে বাড়ি ফেরার পথে দুর্ঘটনার শিকার হয় মাইক্রোবাসটি। এতে বিএনপি নেতা আব্দুর রাজ্জাক ও তার পরিবারের সাত সদস্যসহ ১২ জন মারা যান বলে জানান খোরশেদ আলম।",
        desc5: "খুলনা মেডিকেল কলেজ হাসপাতালের কথা হয় কনে মার্জিয়া আক্তার মিতুর মামা আবু তাহেরের সঙ্গে। তিনি বলেন, দুপুরে তার ভাগ্নি মিতুর বিয়ে হয়। “বিকালে মিতুকে নিয়ে শ্বশুরবাড়ি রওনা হয় বরযাত্রীদের মাইক্রোবাসটি। রামপালের কাছাকাছি দুর্ঘটনা ঘটে। এতে মিতু, তার বোন লামিয়া ও নানী মারা গেছেন। আর বরসহ মারা গেছেন আটজন।” মোংলা পৌর বিএনপির জ্যেষ্ঠ যুগ্ম আহ্বায়ক খোরশেদ আলম জানান, মোংলা পৌরসভার ৮নম্বর ওয়ার্ড বিএনপির সভাপতি আব্দুর রাজ্জাকের ছোট ছেলে সাব্বিরের বিয়ে হয়েছিল। তিনি ছেলে-পুত্রবধূ নিয়ে মোংলায় বাড়িতে আসছিলেন। পথে ওই দুর্ঘটনা ঘটে।",
        desc6: "এতে আব্দুর রাজ্জাক, তার ছেলে-পুত্রবধূ, মেয়েসহ আটজন, মাইক্রোবাসের চালক ও কনে পক্ষের লোকসহ মোট ১৪ জন মারা গেছেন।  বাগেরহাটের কাটাখালী হাইওয়ে পুলিশের ওসি মো. জাফর আহমেদ বলেন, নৌবাহিনীর বাসটি মোংলা থেকে ছেড়ে এসেছিল। আর মাইক্রোবাসটি খুলনা থেকে মোংলায় যাচ্ছিল। বেলাই ব্রিজের কাছে দুই গাড়ির মুখোমুখি সংঘর্ষ হয়।  “তাতে তিন নারীসহ মাইক্রোবাসের চারজন ঘটনাস্থলেই মারা যান। স্থানীয় লোকজন এসে আহতদের উদ্ধার করে হাসপাতালে পাঠায়।”  রামপাল উপজেলা স্বাস্থ্য কমপ্লেক্সের মেডিকেল অফিসার সুকান্ত পাল জানান, তার হাসপাতালে মোট ছয়জনকে নেওয়া হয়েছিল। “তাদের মধ্যে চারজন আগেই মারা গেছেন। দুইজনকে গুরুতর আহত অবস্থায় খুলনা মেডিকেল কলেজ হাসপাতালে পাঠানো হয়।”",
        date: "12 Mar 2026, 09:39 PM"
    },

    // Bottom All News


    {
        id: 17502,
        image: "https://cdn.bdnews24.com/bdnews24/media/bangla/imgAll/2025March/randhir-jaiswal-070325-001-1741357473.jpg",
        image2: "",
        image3: "",
        title: "বাংলাদেশের বাড়তি ডিজেলের অনুরোধ ‘ভেবে দেখছে’ নয়া দিল্লি",
        desc1: "এ ক্ষেত্রে ভারতের পরিশোধন সক্ষমতা, অভ্যন্তরীণ চাহিদা ও ডিজেলের প্রাপ্যতা বিবেচনায় নেওয়া হবে, বলেন জয়সওয়াল।",
        desc2: "ইরান যুদ্ধের প্রভাবে সম্ভাব্য জ্বালানি সংকট মোকাবেলায় বাংলাদেশের কাছ থেকে পাওয়া বাড়তি ডিজেল সরবরাহের অনুরোধ বিবেচনা করে দেখার কথা বলেছে নয়াদিল্লি। বৃহস্পতিবার পররাষ্ট্র মন্ত্রণালয়ের ব্রিফিংয়ে মুখপাত্র রণধীর জয়সওয়াল এ কথা জানান।",
        desc3: "সেখানে বিজনেস স্ট্যান্ডার্ডের সাংবাদিক আর্চিস মোহন বলেন, “কোভিড মহামারীর সময় আমরা ছোট প্রতিবেশী দেশগুলোর প্রতি উদার ছিলাম; আমরা তাদের সহায়তা করেছি।  “চলমান যুদ্ধ-সংঘাতের প্রেক্ষাপটে বাংলাদেশ বা নেপালের মতো ছোট প্রতিবেশী রাষ্ট্র তাদের নাগরিকদের সরিয়ে নেওয়া কিংবা জ্বালানি নিরাপত্তার বিষয়ে কোনো অনুরোধ জানিয়েছে কিনা?” জবাবে জয়সওয়াল বলেন, “আপনারা জানেন, ভারত পরিশোধিত পেট্রোলিয়াম পণ্যের বড় রপ্তানিকারক দেশ, বিশেষ করে আমাদের প্রতিবেশী দেশগুলোর ক্ষেত্রে।",
        desc4: "“আমরা বাংলাদেশ সরকারের কাছ থেকে ডিজেল সরবরাহের একটি অনুরোধ পেয়েছি, যা বর্তমানে বিবেচনা করে দেখা হচ্ছে।” এ ক্ষেত্রে ভারতের পরিশোধন সক্ষমতা, অভ্যন্তরীণ চাহিদা এবং ডিজেলের প্রাপ্যতা বিবেচনায় নেওয়া হবে বলে জানান জয়সওয়াল। মুখপাত্র বলেন, “বাংলাদেশের সঙ্গে আমাদের জনমুখী ও উন্নয়নমুখী সম্পর্ক। সেই সম্পর্কের ধারাবাহিকতায় ২০০৭ সাল থেকে আমরা নৌপথ, রেলপথ এবং ভারত-বাংলাদেশ মৈত্রী পাইপলাইনের মাধ্যমে নুমালিগড় রিফাইনারি থেকে বাংলাদেশে ডিজেল সরবরাহ করছি।",
        desc5: "“ডিজেল সরবরাহ বাড়াতে ২০১৭ সালের অক্টোবরে নুমালিগড় রিফাইনারি এবং বাংলাদেশ পেট্রোলিয়াম করপোরেশনের মধ্যে একটি চুক্তিও হয়।” শ্রীলঙ্কা ও মালদ্বীপসহ আরও কয়েকটি দেশ থেকেও বাড়তি ডিজেল সরবরাহের অনুরোধ পাওয়ার কথাও বলেন এ ভারতীয় কূটনীতিক।",
        desc6: "ইনকিলাব মঞ্চের আহ্বায়ক শরীফ ওসমান হাদি হত্যার প্রধান আসামি ফয়সাল করিম মাসুদ ও সহযোগী আলমগীর হোসেনকে শনিবার রাতে গ্রেপ্তার করে পশ্চিমবঙ্গের পুলিশ। এই দুই আসামিকে বাংলাদেশে হস্তান্তরের বিষয়ে নয়াদিল্লির বক্তব্য জানতে চান গৌতম লাহিরি নামের এক সাংবাদিক। জবাবে জয়সওয়াল বলেন, “বিষয়টি বর্তমানে আইনশৃঙ্খলা বাহিনী তদন্ত করে দেখছে। তাই এ বিষয়ে আমার মন্তব্য করা উচিত হবে না।”",
        date: "12 Mar 2026, 10:57 PM"
    },

    {
        id: 17503,
        image: "https://cdn.bdnews24.com/bdnews24/media/english/imgAll/2026March/hormuz-shut-khamenei-12032026-01-1773326524.jpg",
        image2: "",
        image3: "",
        title: "যুক্তরাষ্ট্রের ঘাঁটি বন্ধ না হলে হামলা, হরমুজও বন্ধ থাকবে: প্রথম বার্তায় মুজতাবা",
        desc1: "রাষ্ট্রীয় টিভিতে পড়ে শোনানো এক বিবৃতিতে ইরানের নতুন সর্বোচ্চ নেতা এই বার্তা দেন। যারা ক্ষতির শিকার হয়েছে তাদের জন্য ক্ষতিপূরণও দাবি করেছেন মুজতাবা ",
        desc2: "ইরানের নতুন সর্বোচ্চ নেতা মুজতাবা খামেনি তার প্রথম বিবৃতিতে শহীদদের রক্তের বদলা নেওয়ার অঙ্গীকার করার পাশাপাশি যুক্তরাষ্ট্রকে কঠোর বার্তা দিয়েছেন।",
        desc3: "তিনি বলেছেন, মধ্যপ্রাচ্যে সব মার্কিন সামরিক ঘাঁটি অবিলম্বে বন্ধ করতে হবে, অন্যথায় সেগুলোর ওপর হামলা চলবে। তাছাড়া, শত্রুদের ওপর চাপ বজায় রাখতে হরমুজ প্রণালি বন্ধই থাকবে বলেও জানিয়েছেন মুজতাবা। বৃহস্পতিবার রাষ্ট্রীয় টিভিতে পড়ে শোনানো এক বিবৃতিতে তিনি এই বার্তা দেন। যারা ক্ষতির শিকার হয়েছে তাদের জন্য বিবৃতিতে শত্রুদের কাছ থেকে ক্ষতিপূরণও দাবি করেছেন মুজতাবা।",
        desc4: "এই ক্ষতিপূরণ না পেলে শত্রুদের সম্পদও একইভাবে ধ্বংস করার হুমকি দিয়েছেন তিনি। যোদ্ধাদের উদ্দেশে মুজতাবা বলেন, “আমি সাহসী যোদ্ধাদেরকে ধন্যবাদ জানাতে চাই, যারা এমন একটি সময়ে মহান দায়িত্ব পালন করছে যখন আমাদের দেশ চাপ এবং হামলার মুখে আছে।” মুজতাবা তার বিবৃতিতে উপসাগরীয় আরব দেশগুলোকে তাদের মাটিতে থাকা মার্কিন ঘাঁটিগুলোকে বন্ধ করে দেওয়ারও আহ্বান জানিয়েছেন।",
        desc5: "তিনি বলেন, “যুক্তরাষ্ট্রের প্রতিশ্রুত সুরক্ষা ব্যবস্থা আসলে মিথ্যা কথা ছাড়া আর কিছুই নয়।” উপসাগরীয় দেশগুলোতে ইরানের সামরিক হামলা চলবে বলে ইঙ্গিত দিয়েছেন মুজতাবা। ইরানে যুদ্ধের প্রথম দিন ২৮ ফেব্রয়ারিতে নিহত হন দেশটির সর্বোচ্চ নেতা আয়াতুল্লাহ আলি খামেনি। তার ঠিক ৯ দিনের মাথায় গত রোববার খামেনির ছেলে মুজতাবা খামেনিকে সর্বোচ্চ নেতা হিসাবে বেছে নেয় ইরান।",
        desc6: "এরপর ৪৮ ঘণ্টা পেরিয়ে গেলেও জনসম্মুখে তার দেখা মেলেনি, এমনকি তার পক্ষ থেকে কোনও বার্তাও আসছিল না। এতে তার অবস্থা নিয়ে জল্পনা সৃষ্টি হয়েছিল। এই জল্পনার মধ্যেই তার প্রথম বিবৃতি প্রকাশ্যে এল।",
        date: "12 Mar 2026, 09:02 PM"
    },

    {
        id: 17504,
        image: "https://cdn.bdnews24.com/bdnews24/media/english/imgAll/2026March/trump-russia-iran-war-proposals-100326-01-1773114559.jpg",
        image2: "",
        image3: "",
        title: "ইরান যুদ্ধ বন্ধ করে আলোচনার আহ্বান রাশিয়ার",
        desc1: "রাশিয়ার পররাষ্ট্র মন্ত্রণালয়ের মুখপাত্র বলেন, “মধ্যপ্রাচ্যে চলমান উত্তেজনা যত দ্রুত সম্ভব কমিয়ে আনতে এবং যে কোনও বিরোধ শান্তিপূর্ণভাবে সমাধানে রাশিয়া প্রয়োজনীয় পদক্ষেপ নিয়ে যাবে।”",
        desc2: "ইসরায়েল ও যুক্তরাষ্ট্রকে ইরানে চলমান হামলা বন্ধ করে আলোচনার টেবিলে বসার আহ্বান জানিয়েছে রাশিয়া। বৃহস্পতিবার মস্কোর পক্ষ থেকে এই আহ্বান জানানো হয়। রাশিয়ার পররাষ্ট্র মন্ত্রণালয়ের মুখপাত্র মারিয়া জাখারোভা সাংবাদিকদের বলেন, “মধ্যপ্রাচ্যে চলমান উত্তেজনা যত দ্রুত সম্ভব কমিয়ে আনতে এবং যে কোনও বিরোধ শান্তিপূর্ণ উপায়ে সমাধানের লক্ষ্যে রাশিয়া প্রয়োজনীয় পদক্ষেপ নেওয়া অব্যাহত রাখবে।”",
        desc3: "ইরানে চলমান সামরিক অভিযানের কড়া সমালোচনা করে তিনি আরও বলেন, “ইরান কর্তৃপক্ষের দেওয়া তথ্যানুযায়ী, ওয়াশিংটন ও তেল আবিবের এই অবৈধ সামরিক অভিযানে ইরানে হাজার হাজার বেসামরিক মানুষ হতাহত হয়েছে।” রাশিয়ার এই আহ্বান এমন এক সময়ে এল যখন মধ্যপ্রাচ্যে সংঘাত আরও ছড়িয়ে পড়া এবং বিশ্ববাজারে জ্বালানি তেলের সরবরাহ মারাত্মকভাবে বিঘ্নিত হওয়ার আশঙ্কা করা হচ্ছে।",
        desc4: "গত ২৮ ফেব্রুয়ারি ইরানজুড়ে যুক্তরাষ্ট্র ও ইসরায়েলের অতর্কিত বিমান ও ক্ষেপণাস্ত্র হামলার মধ্য দিয়ে এই যুদ্ধের সূচনা হয়। পেন্টাগনের ভাষ্যমতে, ইরানের পারমাণবিক কর্মসূচি ধ্বংস এবং দেশটির সীমান্ত পেরিয়ে শক্তি প্রদর্শনের সক্ষমতা শেষ করে দিতেই এই ‘তীব্রতর’ অভিযান চালানো হচ্ছে। ",
        desc5: "হামলার শুরুতেই ইরানের সর্বোচ্চ নেতা আয়াতুল্লাহ আলি খামেনির নিহত হওয়ার খবর পাওয়া যায়, যা সংঘাতকে আরও উসকে দেয়। পরবর্তীতে খামেনির ছেলে মুজতাবা খামেনিকে নতুন সর্বোচ্চ নেতা ঘোষণা করে তেহরান তাদের অনমনীয় অবস্থানের জানান দেয়। ",
        desc6: "বর্তমানে এই সংঘাত লেবানন ও উপসাগরীয় দেশগুলোতেও ছড়িয়ে পড়েছে এবং বিশ্বের অন্যতম গুরুত্বপূর্ণ নৌপথ হরমুজ প্রণালী কার্যত অবরুদ্ধ হয়ে পড়েছে। ইরান পাল্টা ব্যবস্থা হিসেবে মধ্যপ্রাচ্যে অবস্থিত মার্কিন ঘাঁটি এবং প্রতিবেশী দেশগুলোর জ্বালানি অবকাঠামো ও পণ্যবাহী জাহাজে ড্রোন ও ক্ষেপণাস্ত্র হামলা চালাচ্ছে। এই যুদ্ধের ফলে বিশ্ববাজারে জ্বালানি তেলের সরবরাহ বিঘ্নিত হচ্ছে এবং বেসামরিক মানুষের প্রাণহানির সংখ্যা ইতোমধ্যে হাজার ছাড়িয়ে গেছে।",
        date: "12 Mar 2026, 08:03 PM"
    },

];

// {
//         id: 0,
//         image: "",
//         image2: "",
//         image3: "",
//         title: "",
//         desc1: "",
//         desc2: "",
//         desc3: "",
//         desc4: "",
//         desc5: "",
//         desc6: "",
//         date: " "
//     },
