export const homeData = [
    // Main First News

    {
        id: 17501,
        image: "https://images.dailyamardesh.com/original_images/Tareque-Rahman.jpg",
        image2: "",
        image3: "",
        title: "রাতে জেলা পরিষদের প্রশাসকদের সঙ্গে প্রধানমন্ত্রীর বৈঠক",
        desc1: "নবনিযুক্ত ৪২টি জেলা পরিষদে প্রশাসকদের সঙ্গে বৈঠক করবেন প্রধানমন্ত্রী তারেক রহমান",
        desc2: "নবনিযুক্ত ৪২টি জেলা পরিষদে প্রশাসকদের সঙ্গে বৈঠক করবেন প্রধানমন্ত্রী তারেক রহমান। সোমবার রাত সাড়ে ৮টায় রাজধানী গুলশানে বিএনপির চেয়ারম্যান ও প্রধানমন্ত্রী তারেক রহমানের রাজনৈতিক কার্যালয়ে এই বৈঠক অনুষ্ঠিত হবে। প্রধানমন্ত্রীর কার্যালয় সূত্রে এই তথ্য জানা যায়।",
        desc3: "ইতিমধ্যে প্রধানমন্ত্রীর সঙ্গে বৈঠকে অংশগ্রহণ করতে সারাদেশ থেকে জেলা পরিষদের প্রশাসকরা ঢাকায় এসেছেন। তারা রাত সাড়ে ৮টায় গুলশানে প্রধানমন্ত্রীর রাজনৈতিক কার্যালয়ে বৈঠকে অংশগ্রহণ করবেন।",
        desc4: "নামপ্রকাশে অনইচ্ছুক জেলা পরিষদের এক সদস্য জানান, দায়িত্ব নেওয়ার পর প্রথম আজকে প্রধানমন্ত্রী তারেক রহমান আমাদের ডেকেছেন। কেন ডেকেছেন সেই বিষয়ে এখনও কিছু জানায়নি।",
        desc5: "তবে প্রধানমন্ত্রী কার্যালয়ে সূত্রে জানা যায়, জেলা পরিষদের সদস্যদের বিভিন্ন বিষয়ে পরামর্শ দিবেন। বিশেষ করে জেলার উন্নয়ন কর্মকাণ্ড নিয়ে তার জেলা পরিষদের প্রশাসকদের পরিকল্পনা শুনবেন এবং নিজের পরিকল্পনা জানাবেন বলে জানা যায়।",
        desc6: "উল্লেখ্য, গত ১৫ মার্চ সরকার দেশের ৪২টি জেলা পরিষদে নতুন প্রশাসক নিয়োগ দিয়েছে।",
        date: "৩০ মার্চ ২০২৬"
    },

    // Bottom All News

    {
        id: 17502,
        image: "https://images.dailyamardesh.com/original_images/Amardesh_Spain_Iran_Flag.jpg",
        image2: "",
        image3: "",
        title: "ইরানে হামলায় স্পেনের আকাশসীমা ব্যবহার করতে পারবে না যুক্তরাষ্ট্র",
        desc1: "ইরানে হামলার সঙ্গে জড়িত মার্কিন সামরিক বিমানের জন্য নিজেদের আকাশসীমা ব্যবহার নিষিদ্ধ করেছে স্পেন",
        desc2: "ইরানে হামলার সঙ্গে জড়িত মার্কিন সামরিক বিমানের জন্য নিজেদের আকাশসীমা ব্যবহার নিষিদ্ধ করেছে স্পেন। দেশটির প্রতিরক্ষামন্ত্রী মার্গারিতা রোবলেস জানিয়েছেন, এর আগে যৌথভাবে পরিচালিত সামরিক ঘাঁটি ব্যবহারে নিষেধাজ্ঞা দেওয়ার পর এবার আকাশপথেও নতুন বিধিনিষেধ আরোপ করা হলো।",
        desc3: "মাদ্রিদে সাংবাদিকদের সঙ্গে আলাপকালে রোবলেস বলেন, ‘ইরান যুদ্ধসংক্রান্ত কোনো কর্মকাণ্ডে আমরা না সামরিক ঘাঁটি ব্যবহারের অনুমতি দিচ্ছি, না আকাশসীমা ব্যবহারের অনুমতি দিচ্ছি।’",
        desc4: "এই সিদ্ধান্তের ফলে মার্কিন সামরিক বিমানগুলোকে বিকল্প পথে চলতে বাধ্য হতে হবে, যদিও জরুরি ফ্লাইটগুলো এই নিষেধাজ্ঞার বাইরে থাকবে।",
        desc5: "স্পেনের অর্থমন্ত্রী কার্লোস কুয়ের্পো জানান, একতরফাভাবে এবং আন্তর্জাতিক আইনের পরিপন্থীভাবে শুরু হওয়া কোনো যুদ্ধে সমর্থন না দেওয়ার নীতির প্রতিফলনই এই সিদ্ধান্ত।",
        desc6: "এর আগে স্পেনের প্রধানমন্ত্রী পেদ্রো সানচেজও যুক্তরাষ্ট্র-ইসরায়েল জোটের ইরানবিরোধী সামরিক অভিযানের সমালোচনা করেছেন। অন্যদিকে, সাবেক মার্কিন প্রেসিডেন্ট ডোনাল্ড ট্রাম্প এ বিষয়ে বাণিজ্যিক প্রতিশোধ নেওয়ার হুমকি দিয়েছেন।",
        date: "৩০ মার্চ ২০২৬"
    },

    {
        id: 17503,
        image: "https://images.dailyamardesh.com/original_images/Salahuddin-Ahmed-20250728140720.jpg",
        image2: "",
        image3: "",
        title: "বাংলাদেশে কোন ‘মব’ কালচার থাকবে না: সংসদে স্বরাষ্ট্রমন্ত্রী",
        desc1: "বাংলাদেশে কোন ‘মব’ কালচার থাকবে না বলে জাতীয় সংসদকে জানিয়েছেন স্বরাষ্ট্রমন্ত্রী সালাহউদ্দিন আহমদ",
        desc2: "বাংলাদেশে কোন ‘মব’ কালচার থাকবে না বলে জাতীয় সংসদকে জানিয়েছেন স্বরাষ্ট্রমন্ত্রী সালাহউদ্দিন আহমদ। দাবী আদায়ের নামে সড়ক অবরোধের মত কর্মসূচিও করতে দেওয়া হবে না বলে তিনি হুশিয়ার উচ্চারণ করেন।",
        desc3: "সোমবার জাতীয় সংসদের প্রশ্নোত্তরে স্বতন্ত্র সংসদ সদস্য রুমিন ফারহানার সম্পুরক প্রশ্নের জবাবে স্বরাষ্ট্রমন্ত্রী এ তথ্য জানান। এর আগে রুমিন ফারহানা তার সম্পূরক প্রশ্নে বলেন, বাংলাদেশের মানুষের কপাল এমন যে মরার উপর খাঁড়ার ঘা সবসময়ই থাকে। দীর্ঘ ১৫ বছর গুম, বিচারবহির্ভূত হত্যা, হেফাজতে নির্যাতনের কালচার ছিল। এরপর অন্তর্বর্তীকালীন সরকারের সময় আমরা দেখলাম 'মব কালচার'। ২০২৪-এর সেপ্টেম্বর থেকে ২০২৬-এর জানুয়ারি পর্যন্ত ২৫০/৩০০ এর উপরে মানুষ এই মবের খপ্পরে পড়ে নিহত হয়েছে। আমার প্রশ্ন— এই খারাপ কালচার বন্ধ করার ব্যাপারে সরকার কী ব্যবস্থা নেবে?",
        desc4: "জবাবে স্বরাষ্ট্রমন্ত্রী বলেন, ২০২৪ থেকে ২০২৬ পর্যন্ত পরিসংখ্যানের বিষয়টি আমার কাছে নেই। তবে আমরা দায়িত্ব নেওয়ার পর থেকে আজ পর্যন্ত মবের ঘটনা ঘটেনি। আর সব কিছুকে 'মব' বলা ঠিক হবে না; এখানে ডেফিনেশন আলাদা করতে হবে।",
        desc5: "গাইবান্ধার পলাশবাড়ী থানায় হামলা, ২১শে ফেব্রুয়ারিতে সদস্যের ওপর হামলা কিংবা উত্তরায় দোকানপাট বন্ধ করা— সেগুলো কি মব হবে? সব কিছুকে এক বলা যাবে না। কিছু আছে সংগঠিত পরিকল্পিত অপরাধ, যার বিরুদ্ধে মামলা ও তদন্ত হয়। তবে স্পষ্ট কথা— বাংলাদেশে কোনো রকম মব কালচার আর থাকবে না।",
        desc6: "রাস্তায় কোনো দাবি নিয়ে মহাসড়ক অবরোধ করে দাবি আদায়ের যে প্রবণতা অন্তর্বর্তী সরকারের সময় দেখা গিয়েছে, সেটাকে আমরা আর কখনো এলাও করব না। গণতান্ত্রিক প্রক্রিয়ায় দাবি থাকবে, সংশ্লিষ্ট কর্তৃপক্ষের কাছে দাবি জানানো যাবে, সেমিনার বা জনসমাবেশ করা যাবে; কিন্তু সড়ক অবরোধ করে দাবি আদায়ের প্রবণতা থেকে বেরিয়ে আসতে হবে।",
        date: "৩০ মার্চ ২০২৬"
    },

    {
        id: 17504,
        image: "https://images.dailyamardesh.com/original_images/trk_vcYWxxI.jpg",
        image2: "",
        image3: "",
        title: "সংসদে বিরোধীদলীয় নেতার সঙ্গে বৈঠক করলেন প্রধানমন্ত্রী",
        desc1: "স্টাফ রিপোর্টার",
        desc2: "বাংলাদেশ সরকারের প্রধানমন্ত্রী তারেক রহমানের সঙ্গে সোমবার (৩০ মার্চ) দুপুরে তার সংসদ সচিবালয় কার্যালয়ে সাক্ষাৎ করেছেন জাতীয় সংসদের বিরোধীদলীয় নেতা ডা. শফিকুর রহমান। এ সময় প্রধানমন্ত্রী বিরোধীদলীয় নেতাকে তার কার্যালয়ে স্বাগত জানান।",
        desc3: "আলাপ শেষে প্রধানমন্ত্রী বিরোধীদলীয় নেতাকে তার সংসদ সচিবালয়ের কার্যালয়ের দিকে খানিকটা পথ এগিয়ে দেন। প্রধানমন্ত্রীর এই সৌজন্যতা ও শিষ্টাচার দেখে উপস্থিত সবাই প্রশংসা করেন। বেলা ১২টায় জাতীয় সংসদের দক্ষিণ প্লাজায় স্পিকার মেজর (অব.) হাফিজ উদ্দিন আহমেদের সহধর্মিণী দিলার হাফিজের জানাজা নামাজ পাশাপাশি দাঁড়িয়ে পড়েন প্রধানমন্ত্রী ও বিরোধীদলীয় নেতা। জানাজা শেষে দুই নেতা একসঙ্গে হেঁটে সংসদ ভবনের দিকে এগোচ্ছিলেন। এ সময় প্রধানমন্ত্রীর সঙ্গে কথা বলার আগ্রহ প্রকাশ করেন বিরোধীদলী নেতা। সঙ্গে সঙ্গে প্রধানমন্ত্রী সংসদ সচিবালয়ের নিজ কার্যালয়ে ডা. শফিকুর রহমানকে আমন্ত্রণ জানান।",
        desc4: "প্রধানমন্ত্রীর অতিরিক্ত প্রেস সচিব আতিকুর রহমান রুমন বলেন, সাক্ষাৎটি ছিল সংক্ষিপ্ত। দুই নেতা প্রায় ২০ মিনিট কথা বলেন। সংক্ষিপ্ত আলাপচারিতা শেষে বিরোধীদলীয় নেতা ডা. শফিকুর রহমান প্রধানমন্ত্রীর সংসদ সচিবালয়ের কার্যালয় ত্যাগ করেন। এ সময় প্রধানমন্ত্রী বিরোধীদলীয় নেতাকে তার কার্যালয়ে দিকে খানিকটা পথ এগিয়ে দেন।",
        desc5: "অতিরিক্ত প্রেস সচিব বলেন, প্রধানমন্ত্রী সবাইকে যথাযথ সম্মান ও সৌজন্যতা দেখান। জাতীয় সংসদ নির্বাচনের আগে ও বিএনপি ক্ষমতা গ্রহণের পর বিভিন্ন অনুষ্ঠানে প্রধানমন্ত্রীর সৌজন্যতা দেখে সাধারণ মানুষ মুগ্ধ হয়েছেন।",
        desc6: "আজ প্রধানমন্ত্রী বিরোধীদলীয় নেতাকে তার কার্যালয়ের দিকে এগিয়ে দিয়ে তার স্বাভাবিক সৌজন্যতার বহিঃপ্রকাশ ঘটালেন।",
        date: "৩০ মার্চ ২০২৬"
    },


];

// {
//         id: 0,
//         image: "",
//         image2: "",
//         image3: "",
//         title: "",
//         desc1: "",
//         desc2: "",
//         desc3: "",
//         desc4: "",
//         desc5: "",
//         desc6: "",
//         date: " "
//     },
