export const homeData = [
    // Main First News

    {
        id: 17501,
        image: "https://cdn.bdnews24.com/bdnews24/media/bangla/imgAll/2026March/dubai-airport-110326-01-1773217719.jpg",
        image2: "",
        image3: "",
        title: "দুবাই বিমানবন্দরে ড্রোন ভূপাতিত, বাংলাদেশিসহ আহত ৪",
        desc1: "ওই ঘটনার আগে যাত্রীদের কাচের জানালা থেকে দূরে সরতে এবং আরও সুরক্ষিত জায়গায় থাকতে বলা হয়েছিল",
        desc2: "মধ্যপ্রাচ্যে যুদ্ধের মধ্যে সংযুক্ত আরব আমিরাতের দুবাই বিমানবন্দরে দুটি ড্রোন ভূপাতিত হওয়ার পর এক বাংলাদেশিসহ চারজন আহত হয়েছেন।",
        desc3: "দুবাই মিডিয়া অফিসের বরাত দিয়ে বিবিসি জানিয়েছে, চারজনের মধ্যে একজন ভারতীয় নাগরিক মাঝারি মাত্রার আঘাত পেয়েছেন। আর ঘানার দুজন এবং একজন বাংলাদেশির আঘাত ‘সামান্য’।",
        desc4: "তাৎক্ষণিকভাবে আহতদের নাম পাওয়া যায়নি স্থানীয় সংবাদমাধ্যমে। এ ঘটনায় বিমানবন্দরে ফ্লাইট চলাচলে কোনো বিঘ্ন ঘটেনি বলে কর্তৃপক্ষ জানিয়েছে।",
        desc5: "বিমানবন্দরের একজন যাত্রী বলেছেন, ওই ঘটনার আগে যাত্রীদের কাচের জানালা থেকে দূরে সরতে এবং আরও সুরক্ষিত জায়গায় থাকতে বলা হয়েছিল।",
        desc6: "শনিবারও একটি ড্রোন টার্মিনাল ভবনের কাছে ভূপাতিত করা হয়।",
        date: "11 Mar 2026, 02:28 PM"
    },

    // Bottom All News

    {
        id: 17502,
        image: "https://cdn.bdnews24.com/bdnews24/media/bangla/imgAll/2026March/sylhet-petrol-pump-100326-01-1773163876.jpg",
        image2: "",
        image3: "",
        title: "সিলেটে তেল নেওয়ার সময় পেট্রোল পাম্প কর্মীকে ছুরিকাঘাত, গ্রেপ্তার ৩",
        desc1: "সারি ভেঙে জ্বালানি নেওয়ার চেষ্টা করলে পাম্প কর্মীদের সঙ্গে বাগবিতণ্ডার এক পর্যায়ে ছুরিকাঘাতের ঘটনা ঘটে বলে জানায় পুলিশ।",
        desc2: "সিলেট নগরের একটি পেট্রোল পাম্পের কর্মীর ওপর হামলা ও ছুরিকাঘাতের ঘটনায় তিনজনকে গ্রেপ্তার করেছে পুলিশ।",
        desc3: "ঘটনার পরদিন মঙ্গলবার রাত ৯টার দিকে সুনামগঞ্জের জগন্নাথপুর উপজেলার মিরপুর বাজার এলাকায় অভিযান চালিয়ে তাদের গ্রেপ্তার করা হয় বলে সিলেট মহানগর পুলিশের গণমাধ্যম কর্মকর্তা মো. সাইফুল ইসলাম জানান।",
        desc4: "সোমবার সন্ধ্যায় নগরের চৌকিদেখী এলাকায় উত্তরা পেট্রোল পাম্পে ছুরিকাঘাতের ঘটনায় এয়ারপোর্ট থানায় একটি মামলা করা হয়।",
        desc5: "গ্রেপ্তারা হলেন- নগরের চৌকিদেখী এলাকার আব্দুল মান্নানের ছেলে মো. ফাহিম আহমদ (২১), একই এলাকার ফয়েজ আহমদের ছেলে তামিম আহমদ (১৯) এবং প্রয়াত আব্দুল জব্বার বাবুলের ছেলে তানজিম আহমদ সজীব (১৯)। পুলিশ জানায়, ঘটনার দিন সন্ধ্যায় মোটরসাইকেলে কয়েকজন তরুণ ওই পাম্পের সিরিয়াল ভেঙে জ্বালানি নেওয়ার চেষ্টা করেন। এতে পাম্প কর্মীরা বাধা দিলে তাদের মধ্যে কথা কাটাকাটি হয়। এক পর্যায়ে তারা পাম্পকর্মীর ওপর হামলা চালায়। মারধরের পাশাপাশি এক কর্মীকে ছুরিকাঘাত করা হয়। পরে এ ঘটনায় পাম্প কর্মকর্তা জাহাঙ্গীর আলম বাদী হয়ে মামলা করেন।",
        desc6: "এদিন রাতে এয়ারপোর্ট থানার পুলিশ পরিদর্শক (তদন্ত) সৌমেন মৈত্রের নেতৃত্বে জগন্নাথপুর উপজেলায় অভিযান চালিয়ে তিনজনকে গ্রেপ্তার করা হয় বলে জানান সাইফুল ইসলাম। গ্রেপ্তারদের বিরুদ্ধে পরবর্তী আইনি ব্যবস্থা নেওয়া হচ্ছে বলে জানান মহানগর পুলিশের এ কর্মকর্তা।",
        date: "10 Mar 2026, 11:32 PM"
    },

    {
        id: 17503,
        image: "https://cdn.bdnews24.com/bdnews24/media/bangla/imgAll/2026March/mojtaba-khamenei-090326-01-1773034112.jpg",
        image2: "",
        image3: "",
        title: "মুজতাবাকে সর্বোচ্চ নেতা বানিয়ে শেষ পর্যন্ত লড়াইয়ের বার্তা দিল ইরান",
        desc1: "ইরানের ইসলামিক রেভল্যুশনারি গার্ড কোরের ঘনিষ্ঠ হিসেবে পরিচিত মুজতাবা খামেনি পশ্চিমাদের বিরুদ্ধে আরও লড়াকু অবস্থান নেবেন বলেই মনে করা হচ্ছে।",
        desc2: "যুক্তরাষ্ট্র ও ইসরায়েলের সঙ্গে যুদ্ধের মধ্যেই ইরান তাদের সাবেক সর্বোচ্চ নেতা আয়াতুল্লাহ আলি খামেনির ছেলে মুজতাবা খামেনিকে তার উত্তরসূরি হিসেবে নিয়োগ দিয়েছে। যুক্তরাষ্ট্রের প্রেসিডেন্ট ডনাল্ড ট্রাম্পকে সরাসরি অগ্রাহ্য করে এ সিদ্ধান্ত নিয়েছে ইরান। কারণ, ট্রাম্প এর আগে আয়াতুল্লাহ আলি খামেনির ছেলে মুজতাবা নতুন নেতা হিসাবে ‘গ্রহণযোগ্য নয়’ বলে মত দিয়েছিলেন।",
        desc3: "বিশ্লেষকরা মনে করছেন, মুজতাবাকে এভাবে সর্বোচ্চ নেতা বানিয়ে যুক্তরাষ্ট্রকে কঠোর বার্তাই দিয়েছে ইরান। আর তা হল, তারা যুক্তরাষ্ট্র ও ইসরায়েলের সঙ্গে যুদ্ধে পিছু হটবে না, বরং শেষ পর্যন্ত লড়াই চালিয়ে যাবে। মুজতাবা খামেনি দীর্ঘদিন ধরেই ইরানের ইসলামিক রেভল্যুশনারি গার্ড কোরের (আইআরজিসি) ঘনিষ্ঠ হিসেবে পরিচিত। তাকে সর্বোচ্চ ধর্মীয় নেতার পদে নিয়োগ এটাই প্রমাণ করে যে, ইরানকে নতিস্বীকার করতে বাধ্য করার যে চেষ্টা ট্রাম্প চালিয়েছিলেন, তা এখন পর্যন্ত ব্যর্থ হয়েছে। তাছাড়া, মুজতাবাকে নিয়োগের মধ্য দিয়ে ইরানের শাসনব্যবস্থায় কট্টরপন্থিদের নিয়ন্ত্রণ আরও সুসংহত হল এবং সংস্কারপন্থি বা মধ্যপন্থিরা কোণঠাসা হয়ে পড়ল।",
        desc4: "এ পদক্ষেপ যুদ্ধ সহসাই বন্ধ হওয়ার পথ রুদ্ধ করল বলেই মনে করা হচ্ছে, বরং এর মধ্য দিয়ে যুদ্ধ আরও তীব্রতর হতে পারে এবং এর প্রভাব মধ্যপ্রাচ্যের বাইরেও অনেক দূর পর্যন্ত ছড়িয়ে পড়তে পারে। মুজতাবার নিয়োগের পরপরই রেভল্যুশনারি গার্ড ও ইরানি সেনাবাহিনী নতুন নেতার প্রতি আনুগত্য প্রকাশ করেছে। মুজতবার অধীনে আরও শক্তিশালী প্রতিরোধের অঙ্গীকার করেছে তারা।",
        desc5: "মধ্যপ্রাচ্যবিষয়ক গবেষণাপ্রতিষ্ঠান ‘মিডল ইস্ট ইনস্টিটিউট’-এর ঊর্ধ্বতন ফেলো অ্যালেক্স ভাতাঙ্কা বলেন, “মোজতবাকে ক্ষমতায় আনা আসলে একই পুরোনো কৌশলের পুনরাবৃত্তি।” ভাতাঙ্কা আরও বলেন, “এত বড় পরিসরের সামরিক অভিযান চালিয়ে, এত ঝুঁকি নিয়ে শেষ পর্যন্ত ৮৬ বছর বয়সী একজন মানুষকে (আয়াতুল্লাহ আলি খামেনি) হত্যা করা, তারপর সেই জায়গায় তারই কট্টরপন্থি ছেলেকে বসতে দেখা- যুক্তরাষ্ট্রের জন্য বড় ধরনের অপমান।” ইরানে জটিল, ধর্মতান্ত্রিক শাসনব্যবস্থায় সর্বোচ্চ নেতাই চূড়ান্ত কর্তৃপক্ষ। তিনি ইরানের পররাষ্ট্রনীতি ও পারমাণবিক কর্মসূচিসহ সব বিষয়ে সর্বোচ্চ সিদ্ধান্ত নেন। পাশাপাশি নির্বাচিত প্রেসিডেন্ট ও পার্লামেন্টকে নির্দেশনা দেন।",
        desc6: "বিশ্লেষকরা বলছেন,কট্টরপন্থি ধর্মীয় নেতা মুজতাবা খামেনিকে নিয়োগ করা হল এমন এক সময়ে যখন তার ব্যক্তিগত জীবনও যুদ্ধে ক্ষতবিক্ষত। যুক্তরাষ্ট্র ও ইসরায়েলের অভিযানে বাবা আলি খামেনির পাশাপাশি তিনি মা, স্ত্রী ও এক সন্তানকেও হারিয়েছেন। তাকে নির্বাচিত করার মধ্য দিয়ে একটি বার্তা স্পষ্ট। আর তা হল: ইরানের নেতারা নিজেদের শাসনব্যবস্থাকে রক্ষা করতে কোনও আপস করবে না। সংঘর্ষ, প্রতিশোধ ও কষ্ট সহ্য করা ছাড়া তারা সামনে আর কোনও পথ দেখছে না। ইরানের অভ্যন্তরীন সূত্রমতে, জনগণের অসন্তোষ এবং চলমান সংঘাতের কারণে মুজতাবা খামেনি অভ্যন্তরীন ও বহির্বিশ্ব থেকে বড় চাপের মুখে পড়তে পারেন। তবু তিনি দ্রুত নিজের ক্ষমতা পোক্ত করার দিকে এগোবেন বলে মনে করা হচ্ছে। এর অর্থ হবে ইসলামিক রেভল্যুশনারি গার্ড কোরের (আইআরজিসি) ক্ষমতার আরও বিস্তার, কঠোর অভ্যন্তরীন নিয়ন্ত্রণ এবং ভিন্নমত দমনে ব্যাপক দমন-পীড়ন।",
        date: "09 Mar 2026, 10:08 PM"
    },

    {
        id: 17504,
        image: "https://cdn.bdnews24.com/bdnews24/media/bangla/imgAll/2026March/bacchu-mosharof-saudi-death-090328-1773067861.jpg",
        image2: "",
        image3: "",
        title: "সৌদিতে নিহত আরও এক বাংলাদেশি, ঢাকার উদ্বেগ",
        desc1: "সেখানে নিহত দুইজন হলেন - কিশোরগঞ্জের কটিয়াদির বাচ্চু মিয়া এবং টাঙ্গাইলের সখিপুরের মোশারফ হোসেন।",
        desc2: "সৌদি আরবের আল-খারজ অঞ্চলে ক্ষেপণাস্ত্র হামলায় আরও এক বাংলাদেশি নিহত হওয়ার খবর দিয়েছে বাংলাদেশ সরকার। ইরান যুদ্ধের মধ্যে সেখানে এ নিয়ে দুই বাংলাদেশি নিহত এবং আরও কয়েকজনের আহত হওয়ার ঘটনায় উদ্বেগও প্রকাশ করা হয়েছে।",
        desc3: "সোমবার পররাষ্ট্র মন্ত্রণালয়ের বিবৃতিতে সরকারের এই প্রতিক্রিয়া জানানোর পাশাপাশি নিহতদের পরিচয় প্রকাশ করা হয়েছে। নিহত দুই বাংলাদেশি হলেন - কিশোরগঞ্জের কটিয়াদির বাচ্চু মিয়া এবং টাঙ্গাইলের সখিপুরের মোশাররফ হোসেন।",
        desc4: "মন্ত্রণালয় বলেছে, “গতকাল (রোববার) সৌদি আরবের আল-খারজে আকাশপথে আক্রমণে দুই বাংলাদেশি নিহত এবং অন্য বাংলাদেশিদের আহতের ঘটনায় বাংলাদেশ সরকার গভীরভাবে মর্মাহত। “এই অঞ্চলে নিরপরাধ বাংলাদেশিদের অব্যাহত প্রাণক্ষয়ের ঘটনা গভীর উদ্বেগের।” ",
        desc5: "রোববার সৌদি আরবের আল-খারজ শহরের একটি আবাসিক এলাকায় প্রজেক্টাইলের (উড়ন্ত বস্তু নিক্ষেপ) আঘাতে এক বাংলাদেশি ও আরেক ভারতীয় নিহত হওয়ার তথ্য রোববার রাতে দেয় দেশটির সিভিল ডিফেন্স বিভাগ। এতে বলা হয়, আল খারজ শহরের একটি রক্ষণাবেক্ষণ ও পরিচ্ছন্নতা কোম্পানির আবাসিক এলাকার ভবনে প্রজেক্টাইল দিয়ে হামলা চালানো হয়। ইরান যুদ্ধ শুরুর পর এর আগে ক্ষেপণাস্ত্র ও ড্রোন হামলায় সংযুক্ত আরব আমিরাত ও বাহরাইনে একজন করে বাংলাদেশি নিহত হয়েছিলেন। কুয়েতসহ আরও কয়েকটি দেশে প্রবাসী বাংলাদেশিদের আহত হওয়ার খবর এসেছিল। আল-খারজ এলাকায় হামলার ঘটনায় অন্তত ১২ জন আহত হওয়ার খবর রোববার দিয়েছিল সৌদি সিভিল ডিফেন্স বিভাগ। সোমবার পররাষ্ট্র মন্ত্রণালয়ের বরাতে আরও একজন বাংলাদেশি নিহতের খবর এল।",
        desc6: "মন্ত্রণালয় বলেছে, “আহতরা স্থানীয় বিভিন্ন হাসপাতালে চিকিৎসা নিচ্ছেন। রিয়াদে বাংলাদেশ দূতাবাসের কর্মকর্তারা আহতদের দেখতে গেছেন। নিহতদের লাশ দেশে ফেরানোর জন্য তারা সৌদি কর্তৃপক্ষের সঙ্গে নিবিড়ভাবে যোগাযোগ করছেন।” নিরপরাধ মানুষের উপর আক্রমণের ঘটনায় নিন্দা জানিয়ে সংবাদ বিজ্ঞপ্তিতে বলা হয়, “এমন আক্রমণে নিরপরাধ মানুষদের প্রাণক্ষয়ের ঘটনার তীব্র নিন্দা জানাচ্ছে বাংলাদেশ এবং সর্বোচ্চ সংযম প্রদর্শনের জন্য সংশ্লিষ্ট সব পক্ষকে আহ্বান জানাচ্ছে। “উত্তেজনা হ্রাস করা এবং আর কোনো প্রাণক্ষয় রোধ করতে জরুরি ও কার্যকর পদক্ষেপ নিতে আন্তর্জাতিক সম্প্রদায়ের প্রতি আহ্বান জানাচ্ছে বাংলাদেশ।” চলতি মাসে কাজ শুরু করা নতুন সরকার বলছে, “মধ্যপ্রাচ্যে বাংলাদেশি নাগরিকদের নিরাপত্তা ও কল্যাণের উপর সর্বোচ্চ অগ্রাধিকার দিচ্ছে সরকার এবং ক্রমপরিবর্তনশীল পরিস্থিতিতে নিবিড়ভাবে পর্যবেক্ষণ করছে।”",
        date: "09 Mar 2026, 08:52 PM"
    },

    {
        id: 17506,
        image: "https://cdn.bdnews24.com/bdnews24/media/bangla/imgAll/2024October/1000-taka-note-091024-01-1728447985.jpg",
        image2: "",
        image3: "",
        title: "এবারও ঈদে মিলছে না নতুন টাকার নোট",
        desc1: "জনসাধারণের জন্য উন্মুক্ত না হলেও নিজেদের কর্মীদের মধ্যে নতুন টাকার নোট বিনিময় করতে চিঠি দিয়েছে কেন্দ্রীয় ব্যাংক।",
        desc2: "আগেরবারের মত এবারও ঈদ উপলক্ষে ব্যাংক থেকে নতুন টাকার নোট পাওয়ার সুযোগ হচ্ছে না নাগরিকদের। আগে বাংলাদেশ ব্যাংকের প্রধান কার্যালয় থেকে ঈদ উপলক্ষে পুরনো টাকা বদলে নতুন নোট নেওয়ার সুযোগ দেওয়া হত। কেন্দ্রীয় ব্যাংকের পাশাপাশি বাণিজ্যক ব্যাংকের কোন কোন শাখা থেকে নতুন নোট বিতরণ করা হবে, তা জানিয়ে সার্কুলার দেওয়া হত। ",
        desc3: "সেই ধারায় ছেদ পড়ে ২০২৪ সালে। গভর্নর আব্দুর রউফ তালুকদার দায়িত্ব নিয়ে কেন্দ্রীয় ব্যাংক থেকে নতুন নোট নেওয়ার সুবিধা বন্ধ করে দিয়ে শুধু বাণিজ্যিক ব্যাংকের মাধ্যমে বিতরণ করার নিয়ম চালু করেন। সে বছর সারা দেশের বাণিজ্যিক ব্যাংকের ৮৪টি শাখার মাধ্যমে নতুন নোট বিনিময়ের তালিকা প্রকাশ করেছিল কেন্দ্রীয় ব্যাংক।",
        desc4: "ক্ষমতায় পালাবদলের পর আহসান এইচ মনসুর গভর্নর হিসেবে দায়িত্ব নিয়ে ঘোষণা দিয়ে আনুষ্ঠানিকভাবে নতুন নোট বিতরণ করার পুরো কার্যক্রম বাতিল করে দেন। এ কারণে গত বছরও কেন্দ্রীয় ব্যাংক ও বাণিজ্যিক ব্যাংকের কোনো শাখা থেকে নতুন নোট দেওয়া হয়নি।",
        desc5: "সেই ধারায় এবারও বাংলাদেশ ব্যাংক ও বাণিজ্যিক ব্যাংকে আনুষ্ঠানিকভাবে ঈদে কোনো নতুন নোট ছাড়া হচ্ছে না বলে জানিয়েছেন বাংলাদেশ ব্যাংকের মুখপাত্র আরিফ হোসেন খান।",
        desc6: "তিনি বিডিনিউজ টোয়েন্টিফোর ডটকমকে বলেন, “গতবছর থেকে বাংলাদেশ ব্যাংক ঈদ উপলেক্ষে কোনো নতুন টাকার নোট বাজারে ছাড়ছে না, এবছরও তাই। বাংলাদেশ ব্যাংক বিশেষ কোনো উপলক্ষে নতুন টাকার নোট বাজারে ছাড়ার কাজটি করে না। এটি সারা বছরের নিয়মিত কাজ, নিয়মিতভাবেই করবে। ব্যাংকগুলো প্রতিদিন বাংলাদেশ ব্যাংক থেকে নতুন ও পুরনো নোট নিয়ে যাচ্ছে।”",
        date: " 09 Mar 2026, 08:42 PM"
    },



];

// {
//         id: 0,
//         image: "",
//         image2: "",
//         image3: "",
//         title: "",
//         desc1: "",
//         desc2: "",
//         desc3: "",
//         desc4: "",
//         desc5: "",
//         desc6: "",
//         date: " "
//     },
