export const infoData = [
    // Main First News
    {
            id: 1,
            image: "https://media.prothomalo.com/prothomalo-bangla%2F2022-05%2F7b4067dd-e102-49e8-a4e0-118f2008f87c%2FMinistry_of_Finance.jpg?rect=70%2C0%2C845%2C563&w=622&auto=format%2Ccompress&fmt=avif",
            image2: "",
            image3: "",
            title: "অর্থ মন্ত্রণালয়ের অধীনে ২০ জনের চাকরির সুযোগ, আবেদন শুরু ১১ মার্চ",
            desc1: "চাকরি-বাকরি প্রতিবেদক",
            desc2: "অর্থ মন্ত্রণালয়ের অধীনে নিরীক্ষা, গোয়েন্দা ও তদন্ত অধিদপ্তর, মূল্য সংযোজন কর-এ জনবল নিয়োগের বিজ্ঞপ্তি প্রকাশ করা হয়েছে। প্রতিষ্ঠানটি ১৩ থেকে ১৮তম গ্রেডে মোট ২০ জনকে নিয়োগ দেবে। আগ্রহী প্রার্থীরা ১১ মার্চ থেকে অনলাইনে আবেদন করতে পারবেন।",
            desc3: "১ থেকে ৫ নম্বর পদের জন্য ১১২ টাকা এবং ৬ ও ৭ নম্বর পদের জন্য ৫৬ টাকা টেলিটক প্রিপেইড সিমের মাধ্যমে জমা দিতে হবে। অনগ্রসর নাগরিক (ক্ষুদ্র জাতিগোষ্ঠী, শারীরিক প্রতিবন্ধী ও তৃতীয় লিঙ্গ) প্রার্থীদের জন্য সব পদে আবেদন ফি ৫৬ টাকা।",
            desc4: "আবেদন শুরু: ১১ মার্চ ২০২৬, সকাল ১০টা।",
            desc5: "আবেদনের শেষ সময়: ৮ এপ্রিল ২০২৬, বিকেল ৫টা।",
            desc6: "",
            date: " "
        },

    // Bottom All News


];


// {
//         id: 0,
//         image: "",
//         image2: "",
//         image3: "",
//         title: "",
//         desc1: "",
//         desc2: "",
//         desc3: "",
//         desc4: "",
//         desc5: "",
//         desc6: "",
//         date: " "
//     },