export const lifestyleData = [
    // Main First News

    {
        id: 1,
        image: "https://cdn.bdnews24.com/bdnews24/media/bangla/imgAll/2026March/eid-shoping-bashundhara-city-060326-005-1772809131.jpg",
        image2: "",
        image3: "",
        title: "ঈদের কেনাকাটা করতে গিয়ে যেসব কাজ করা ঠিক না",
        desc1: "নিজের পাশাপাশি অন্যের সুবিধা দেখাও ভদ্রতার মধ্যে পড়ে।",
        desc2: "ঈদের আগে শপিং মল, মার্কেট আর ফুটপাতের দোকানে ভিড়ের ঢেউ। সবাই ছুটছে নতুন পোশাক, জুতা, গয়না, ঘরের জিনিস কিনতে।",
        desc3: "আনন্দের এই সময়ে কেনাকাটা হওয়া উচিত স্বস্তির। তবে ছোট ছোট অভ্যাসের কারণে অনেক সময় বিরক্তি, ঝামেলা বা খারাপ অভিজ্ঞতা হয়। বিক্রেতা-ক্রেতা দুই পক্ষই ভালো বোঝাপড়ায় থাকলে কেনাবেচা হয় আরও সুন্দর।",
        desc4: "ইউনাইটেড কমার্শিয়াল ব্যাংকের সাবেক আঞ্চলিক প্রধান ফকির আকতারুল আলমের মতে, কিছু অলিখিত নিয়ম মেনে চললে ভিড়ের মধ্যেও শান্তিমত, সময় বাঁচিয়ে কেনাকাটা করা যায়।",
        desc5: "কার্ড দিয়ে পেমেন্ট করলে পাসওয়ার্ড সাবধানে দিন। নগদে বেশি খুচরা, ছেঁড়া টাকা বা কয়েন দিয়ে বিরক্ত করবেন না— আগে থেকে গুছিয়ে রাখুন। লাইনে একসঙ্গে অনেকে দাঁড়াবেন না, একজন দাঁড়ান।",
        desc6: "",
        date: "08 Mar 2026, 05:07 PM"
    },

    // Bottom All News



];

// {
//         id: 0,
//         image: "",
//         image2: "",
//         image3: "",
//         title: "",
//         desc1: "",
//         desc2: "",
//         desc3: "",
//         desc4: "",
//         desc5: "",
//         desc6: "",
//         date: " "
//     },