export const lifestyleData = [
    // Main First News

    {
        id: 17501,
        image: "https://cdn.bdnews24.com/bdnews24/media/bangla/imgAll/2026March/sad-woman-fat-upset-bored-weight-090326-1773052025.jpg",
        image2: "",
        image3: "",
        title: "ব্যায়াম করেও ওজন না কমার যত কারণ",
        desc1: "ওজন কমানো একটা ধৈর্যের খেলা। তবে অন্তর্নিহিত অনেক কারণও থাকতে পারে।",
        desc2: "জিমে মানে ব্যায়ামাগারে গিয়ে ঘাম ঝরাচ্ছেন, সপ্তাহে পাঁচ-ছয় দিন হাঁটছেন বা দৌড়াচ্ছেন, ক্যালরি কাউন্ট করছেন— তবু স্কেলের কাঁটা যেন আটকে গেছে।",
        desc3: "প্রথম দুয়েক মাসে চার-পাঁচ কেজি কমেছে, তারপর আর নড়ছে না। এটা অনেকেরই অভিজ্ঞতা। বাংলাদেশ মেডিকেল বিশ্ববিদ্যালয়ের আবাসিক চিকিৎসক ডা. আফসানা হক নয়ন বলেন, “ওজন কমানো শুধু ব্যায়ামের ওপর নির্ভর করে না। এটা একটা পুরোপুরি লাইফস্টাইলের ব্যাপার— খাবার, ঘুম, স্ট্রেস, হরমোন সব মিলে কাজ করে। অনেকে ব্যায়াম করে কিন্তু অন্যান্য কারণে ‘প্ল্যাটো’তে আটকে যান।”",
        desc4: "নরওয়ে’র ‘নরওয়েজিয়ান ইউনিভার্সিটি অফ সায়েন্স অ্যান্ড টেকনোলজি’র ‘ওবেসিটি রিসার্চ গ্রুপ’য়ের করা গবেষণায় দেখা গেছে- ‘মেটাবলিক অ্যাডাপটেশন’য়ের মাধ্যমে ‘ক্যালরি বার্ন’ কমিয়ে দিয়ে, শরীর ওজন কমানোর বিরুদ্ধে লড়াই করে।",
        desc5: "সমাধান: ব্যায়ামের ধরন বদলান— হাঁটার পরিবর্তে ‘ইন্টারভেল রানিং’, ‘সাইক্লিং’ বা ‘স্ট্রেংথ ট্রেনিং’ যোগ করুন। প্রতিদিন সাত থেকে নয় ঘণ্টা ঘুমান। একই সময়ে ঘুমাতে যাওয়া ও ওঠা। দিনে আড়াই থেকে তিন লিটার (৮-১০ গ্লাস) পানি পান করতে হবে। চিনিযুক্ত পানীয় বাদ দেওয়া আর পানির সঙ্গে লেবু বা শসা দিয়ে স্বাদ যোগ করে পান করলে উপকার মিলবে।",
        desc6: "খাবারের সময় ফোন-টিভি বন্ধ রাখা। প্রতিটি কামড় চিবিয়ে খাওয়া (২০ থেকে ৩০ বার)। পেট ভরার সংকেত আসলে খাওয়া থামান। এসব করেও চার-ছয় সপ্তাহে ফল না পেলে চিকিৎসকের শরণাপন্ন হওয়া উচিত হবে। থাইরয়েড ও রক্তের শর্করা (ব্লাড সুগার) পরীক্ষা করানোর প্রয়োজন পড়তে পারে।",
        date: "09 Mar 2026, 04:31 PM"
    },

    // Bottom All News



];

// {
//         id: 0,
//         image: "",
//         image2: "",
//         image3: "",
//         title: "",
//         desc1: "",
//         desc2: "",
//         desc3: "",
//         desc4: "",
//         desc5: "",
//         desc6: "",
//         date: " "
//     },
