export const otherData = [
    // Main First News

    {
        id: 17501,
        image: "https://i.ibb.co.com/FLqk82C8/125.jpg",
        image2: "https://i.ibb.co.com/Cs0zmZHf/126.jpg",
        image3: "https://i.ibb.co.com/5WTRBGX5/127.jpg",
        title: "সিলেটের সব সেবা এখন এক অ্যাপে: বড় বিনিয়োগের সুযোগ দিচ্ছে ডিজিটাল স্টার্টআপ 'OneGo'",
        desc1: "নিজস্ব প্রতিবেদক, সিলেট |",
        desc2: "ডিজিটাল বাংলাদেশের ধারাবাহিকতায় এবার সিলেট নগরবাসীকে ওয়ান-স্টপ সলিউশন দিতে আসছে নতুন সুপার-অ্যাপ 'OneGo'। সিলেট শহরের প্রতিটি দোকান, রেস্টুরেন্ট, গ্রোসারি শপ, ফার্মেসি এবং বিভিন্ন জরুরি সার্ভিসকে একটি প্ল্যাটফর্মে যুক্ত করার লক্ষ্য নিয়ে কাজ শুরু করেছে এই স্টার্টআপটি।",
        desc3: "OneGo' অ্যাপের মাধ্যমে গ্রাহকরা ঘরে বসেই শহরের যেকোনো প্রান্তের পছন্দের দোকান থেকে পণ্য অর্ডার করতে পারবেন। প্ল্যাটফর্মটির বিশেষত্বের মধ্যে রয়েছে: শহরের সব দোকান এক ঠিকানায়: এলাকার ছোট-বড় সব দোকান থাকবে হাতের মুঠোয়। সবকিছু হোম ডেলিভারি: খাবার, নিত্যপ্রয়োজনীয় গ্রোসারি, জরুরি ঔষধ কিংবা ইলেকট্রনিক্স পণ্য—সবই পৌঁছাবে দরজায় ও স্মার্ট ডেলিভারি সিস্টেম: উবার বা পাঠাও-এর মতো উন্নত ট্র্যাকিং ও দ্রুততম ডেলিভারি ব্যবস্থা নিশ্চিত করা হচ্ছে।",
        desc4: "সিলেট শহরে বর্তমানে হাজার হাজার নিবন্ধিত দোকান এবং লক্ষাধিক নিয়মিত গ্রাহক রয়েছেন। দ্রুত পরিবর্তনশীল জীবনযাত্রায় মানুষ এখন অনলাইন কেনাকাটার দিকে ঝুঁকছে। এই ক্রমবর্ধমান মার্কেটকে পুঁজি করেই OneGo তার কার্যক্রম বিস্তৃত করছে, যা সিলেটের স্থানীয় অর্থনীতিতে বড় ধরনের প্রভাব ফেলবে বলে ধারণা করা হচ্ছে।",
        desc5: "বিনিয়োগ ও অংশীদারিত্বের সুযোগ: প্রজেক্টটি বর্তমানে এর সম্প্রসারণ পর্যায়ে রয়েছে। বড় পরিসরে এই ডিজিটাল বিপ্লবের অংশ হতে আগ্রহী বিনিয়োগকারী (Investor) অথবা বিজনেস পার্টনারদের খুঁজছে ওয়ানগো টিম।",
        desc6: "সংশ্লিষ্টরা জানিয়েছেন, যারা একটি সম্ভাবনাময় এবং আধুনিক টেক-স্টার্টআপের সাথে যুক্ত হয়ে আগামীর ডিজিটাল বাজারে নিজেদের অবস্থান গড়তে চান, তাদের জন্য এটি একটি চমৎকার সুযোগ।",
        date: "21 Mar 2026, 11:42 PM"
    },


    // Bottom All News

    {
        id: 17502,
        image: "https://i.ibb.co.com/1t0L4Jhz/120.jpg",
        image2: "https://i.ibb.co.com/FFKSbbX/121.jpg",
        image3: "https://i.ibb.co.com/gbnDy7F3/122.jpg",
        title: "তারাবি শেষে ফুটবল উৎসব: তেতলীর যুব সমাজের অনন্য সম্প্রীতি",
        desc1: "নিজস্ব প্রতিবেদক, দক্ষিণ সুরমা | ১০ মার্চ, ২০২৬",
        desc2: "সিলেটের দক্ষিণ সুরমা উপজেলার ৩নং তেতলী ইউনিয়নের ছোটবেটুয়ারপাড়, পূর্বলক্ষীপুর এলাকায় রমজানের রাতে এক ব্যতিক্রমী আমেজ পরিলক্ষিত হচ্ছে। পবিত্র মাহে রমজানের তারাবি নামাজ শেষ করে ঘরে ফেরার পরিবর্তে গ্রামের একদল উদ্যমী তরুণ ফুটবল মাঠে মেতে উঠছেন রাতের উৎসবে।",
        desc3: "প্রতিদিন এশার নামাজ ও তারাবি শেষ হওয়ার পর গ্রামের এই যুব সমাজ একতাবদ্ধ হয়ে ফুটবল খেলার আয়োজন করেন। সারাদিন রোজা রাখার ক্লান্তি ভুলে রাতের কৃত্রিম আলো আর তারুণ্যের উচ্ছ্বাসে মুখরিত হয়ে ওঠে খেলার মাঠটি। স্থানীয়রা জানান, এই ফুটবল খেলা কেবল বিনোদনের মাধ্যম নয়, বরং এটি গ্রামের তরুণদের মধ্যে ভ্রাতৃত্ববোধ বৃদ্ধি এবং তাদের সুস্থ বিনোদনের দিকে ধাবিত করার একটি সুন্দর প্রচেষ্টা।",
        desc4: "খেলোয়াড়দের পরনে বিভিন্ন নামি-দামি ক্লাবের জার্সি থাকলেও তাদের মূল পরিচয় তারা এক গ্রামের সন্তান। মাঠের লড়াকু ফুটবল খেলার মাধ্যমেই তাদের মধ্যকার সামাজিক বন্ধন আরও দৃঢ় হচ্ছে। মাদক ও ডিজিটাল আসক্তি থেকে দূরে থাকতে এ ধরনের খেলাধুলা গুরুত্বপূর্ণ ভূমিকা রাখছে বলে মনে করছেন এলাকার সচেতন অভিভাবকরা।",
        desc5: "এই আয়োজনের মাধ্যমে তেতলী গ্রামের ছোটবেটুয়ারপাড় ও পূর্বলক্ষীপুর এলাকার যুব সমাজ এক অনন্য দৃষ্টান্ত স্থাপন করেছে, যা প্রমাণ করে—ধর্মীয় অনুশাসন পালন করেও সুশৃঙ্খল বিনোদন ও শারীরিক সুস্থতা বজায় রাখা সম্ভব।",
        desc6: "রমজানের তারাবি শেষে যখন চারপাশ শান্ত হয়ে আসে, তখন এই উদ্দীপনা ও ভ্রাতৃত্ববোধ প্রশংসার দাবি রাখে।",
        date: "10 Mar 2026, 11:42 PM"
    },


    {
        id: 17503,
        image: "https://i.ibb.co.com/4ZwHgpvf/125.jpg",
        image2: "https://i.ibb.co.com/N2VBG882/126.jpg",
        image3: "https://i.ibb.co.com/CsPc4z3L/127.jpg",
        title: "সিলেটে মাত্র ২ টাকায় ঈদের খুশি: 'চাঁন্দের হাট'-এ হাসলো পথ শিশু",
        desc1: "নিঃস্বার্থ পরিবারে আয়োজনে, চাঁন্দের হাট, দুই টাকায় ঈদ শপিং, ১৭ মার্চ, ২০২৬",
        desc2: "সিলেটের সুবিধাবঞ্চিত ও পথশিশুদের ঈদের আনন্দকে রাঙিয়ে দিতে ফের সফলভাবে সম্পন্ন হলো ব্যতিক্রমী আয়োজন ‘চাঁন্দের হাট’। স্বেচ্ছাসেবী সংগঠন নিঃস্বার্থ পরিবার-সিলেট-এর উদ্যোগে আজ ২৭ রমজান (১৭ মার্চ) মঙ্গলবার দুপুর ২টায় সিলেট কেন্দ্রীয় শহিদ মিনার প্রাঙ্গণে এই উৎসবমুখর বাজার বসে।",
        desc3: "২০১৮ সাল থেকে চলে আসা এই প্রজেক্টের মূল বিশেষত্ব হলো, এখানে পোশাকগুলো বিনামূল্যে বিতরণ করা হয় না। বরং শিশুদের আত্মমর্যাদা রক্ষায় মাত্র ২ টাকার বিনিময়ে তাদের পছন্দমতো নতুন জামা-কাপড় কেনার সুযোগ করে দেওয়া হয়। আজ ৫০০ জন সুবিধাবঞ্চিত শিশু ও মানুষ এই 'চাঁন্দের হাট' থেকে তাদের ঈদের শপিং সম্পন্ন করেছে।",
        desc4: "সকাল গড়াতেই শহিদ মিনার প্রাঙ্গণে ভিড় জমায় শত শত শিশু। বাহারি রঙের নতুন পোশাকের পসরা সাজিয়ে বসেন সংগঠনের স্বেচ্ছাসেবীরা। নিজের পছন্দমতো জামা বেছে নেওয়ার পর হাতে থাকা দুই টাকা দিয়ে যখন শিশুরা প্যাকেট করা নতুন পোশাক বুঝে নিচ্ছিল, তখন তাদের চোখেমুখে ছিল অন্যরকম এক তৃপ্তি।",
        desc5: "আয়োজক সংগঠন নিঃস্বার্থ পরিবার-সিলেট-এর প্রতিনিধিরা জানান: আমরা চাই না এই শিশুরা নিজেদের অসহায় ভাবুক। তারা নামমাত্র মূল্যে এই কাপড় কিনছে—এটিই তাদের আনন্দ। বিগত কয়েক বছরের ধারাবাহিকতায় এবারও আমরা ৫০০ মানুষের মুখে হাসি ফোটাতে পেরে আনন্দিত।",
        desc6: "বিকেল নাগাদ নতুন পোশাকের সবগুলোই শিশুদের হাতে পৌঁছে দেওয়ার মাধ্যমে এবারের প্রজেক্টের সফল সমাপ্তি ঘটে। স্থানীয় সুশীল সমাজের প্রতিনিধিরা এই উদ্যোগের ভূয়সী প্রশংসা করেছেন। তারা মনে করেন, সমাজের বিত্তবানরা এভাবে এগিয়ে এলে কোনো শিশুর ঈদই আর নিরানন্দ থাকবে না।",
        date: "১৭ মার্চ, ২০২৬"
    },


];

// {
//         id: 0,
//         image: "",
//         image2: "",
//         image3: "",
//         title: "",
//         desc1: "",
//         desc2: "",
//         desc3: "",
//         desc4: "",
//         desc5: "",
//         desc6: "",
//         date: " "
//     },



