export const otherData = [
    // Main First News
    {
        id: 17501,
        image: "https://i.ibb.co.com/1t0L4Jhz/120.jpg",
        image2: "https://i.ibb.co.com/FFKSbbX/121.jpg",
        image3: "https://i.ibb.co.com/gbnDy7F3/122.jpg",
        title: "তারাবি শেষে ফুটবল উৎসব: তেতলীর যুব সমাজের অনন্য সম্প্রীতি",
        desc1: "নিজস্ব প্রতিবেদক, দক্ষিণ সুরমা | ১০ মার্চ, ২০২৬",
        desc2: "সিলেটের দক্ষিণ সুরমা উপজেলার ৩নং তেতলী ইউনিয়নের ছোটবেটুয়ারপাড়, পূর্বলক্ষীপুর এলাকায় রমজানের রাতে এক ব্যতিক্রমী আমেজ পরিলক্ষিত হচ্ছে। পবিত্র মাহে রমজানের তারাবি নামাজ শেষ করে ঘরে ফেরার পরিবর্তে গ্রামের একদল উদ্যমী তরুণ ফুটবল মাঠে মেতে উঠছেন রাতের উৎসবে।",
        desc3: "প্রতিদিন এশার নামাজ ও তারাবি শেষ হওয়ার পর গ্রামের এই যুব সমাজ একতাবদ্ধ হয়ে ফুটবল খেলার আয়োজন করেন। সারাদিন রোজা রাখার ক্লান্তি ভুলে রাতের কৃত্রিম আলো আর তারুণ্যের উচ্ছ্বাসে মুখরিত হয়ে ওঠে খেলার মাঠটি। স্থানীয়রা জানান, এই ফুটবল খেলা কেবল বিনোদনের মাধ্যম নয়, বরং এটি গ্রামের তরুণদের মধ্যে ভ্রাতৃত্ববোধ বৃদ্ধি এবং তাদের সুস্থ বিনোদনের দিকে ধাবিত করার একটি সুন্দর প্রচেষ্টা।",
        desc4: "খেলোয়াড়দের পরনে বিভিন্ন নামি-দামি ক্লাবের জার্সি থাকলেও তাদের মূল পরিচয় তারা এক গ্রামের সন্তান। মাঠের লড়াকু ফুটবল খেলার মাধ্যমেই তাদের মধ্যকার সামাজিক বন্ধন আরও দৃঢ় হচ্ছে। মাদক ও ডিজিটাল আসক্তি থেকে দূরে থাকতে এ ধরনের খেলাধুলা গুরুত্বপূর্ণ ভূমিকা রাখছে বলে মনে করছেন এলাকার সচেতন অভিভাবকরা।",
        desc5: "এই আয়োজনের মাধ্যমে তেতলী গ্রামের ছোটবেটুয়ারপাড় ও পূর্বলক্ষীপুর এলাকার যুব সমাজ এক অনন্য দৃষ্টান্ত স্থাপন করেছে, যা প্রমাণ করে—ধর্মীয় অনুশাসন পালন করেও সুশৃঙ্খল বিনোদন ও শারীরিক সুস্থতা বজায় রাখা সম্ভব।",
        desc6: "রমজানের তারাবি শেষে যখন চারপাশ শান্ত হয়ে আসে, তখন এই উদ্দীপনা ও ভ্রাতৃত্ববোধ প্রশংসার দাবি রাখে।",
        date: "10 Mar 2026, 11:42 PM"
    },

    // Bottom All News
    {
        id: 17502,
        image: "https://i.ibb.co.com/Mx1JmRQp/123.jpg",
        image2: "",
        image3: "",
        title: "ঢাকা-৮ থেকে দ্বিতীয় গণ-অভ্যুত্থান শুরু হবে কন্টেন্ট ক্রিয়েটর মুজাহিদুল ইসলাম রাফির",
        desc1: "নিজস্ব প্রতিবেদক | ১০ মার্চ, ২০২৬",
        desc2: "ফেসবুক কন্টেন্ট ক্রিয়েটর মুজাহিদুল ইসলাম রাফি তার ভেরিফাইড পেজ থেকে তরুণ প্রজন্মের (Gen-Z) উদ্দেশ্যে এক নতুন বার্তা দিয়েছেন। সম্প্রতি নিজের পেজে দেওয়া এক পোস্টে তিনি লিখেছেন,",
        desc3: "Gen-Z-রা তৈরি হও, দ্বিতীয়বার গণ-অভ্যুত্থান ঢাকা-৮ থেকে শুরু হবে।",
        desc4: "একই সাথে একটি ভিডিও বার্তায় তিনি বর্তমান সময়ের আলোচিত ও বিতর্কিত ইস্যু ‘চাঁদাবাজি’ নিয়ে কড়া হুঁশিয়ারি উচ্চারণ করেছেন। ভিডিওতে রাফি বলেন, দেশের বিভিন্ন স্থানে সাধারণ মানুষ ও ব্যবসায়ীরা যেভাবে চাঁদাবাজির শিকার হচ্ছে, তা কোনোভাবেই মেনে নেওয়া যায় না। তিনি মনে করেন, এই অরাজকতার বিরুদ্ধে তরুণ প্রজন্মকে আবারও রাজপথে সোচ্চার হতে হবে।",
        desc5: "রাফি তার বক্তব্যে উল্লেখ করেন যে, প্রথম গণ-অভ্যুত্থানের চেতনাকে ধরে রাখতে হলে চাঁদাবাজি ও দুর্নীতির মতো সামাজিক ব্যাধিগুলো নির্মূল করা জরুরি। ঢাকা-৮ আসনকে কেন্দ্র করে তার এই বিশেষ আহ্বান ইতোমধ্যে সামাজিক যোগাযোগ মাধ্যমে বেশ আলোচনার জন্ম দিয়েছে।",
        desc6: "ভিডিওর শেষে তিনি তরুণদের ঐক্যবদ্ধ থাকার আহ্বান জানিয়ে বলেন, অন্যায় দমনে Gen-Z প্রজন্ম যেমন আগে বুক চিতিয়ে লড়েছে, এবারও তারা চাঁদাবাজমুক্ত দেশ গড়তে অগ্রণী ভূমিকা পালন করবে।",
        date: "১০ মার্চ, ২০২৬"
    },

    {
        id: 17503,
        image: "https://i.ibb.co.com/4ZwHgpvf/125.jpg",
        image2: "https://i.ibb.co.com/N2VBG882/126.jpg",
        image3: "https://i.ibb.co.com/CsPc4z3L/127.jpg",
        title: "সিলেটে মাত্র ২ টাকায় ঈদের খুশি: 'চাঁন্দের হাট'-এ হাসলো পথ শিশু",
        desc1: "নিঃস্বার্থ পরিবারে আয়োজনে, চাঁন্দের হাট, দুই টাকায় ঈদ শপিং, ১৭ মার্চ, ২০২৬",
        desc2: "সিলেটের সুবিধাবঞ্চিত ও পথশিশুদের ঈদের আনন্দকে রাঙিয়ে দিতে ফের সফলভাবে সম্পন্ন হলো ব্যতিক্রমী আয়োজন ‘চাঁন্দের হাট’। স্বেচ্ছাসেবী সংগঠন নিঃস্বার্থ পরিবার-সিলেট-এর উদ্যোগে আজ ২৭ রমজান (১৭ মার্চ) মঙ্গলবার দুপুর ২টায় সিলেট কেন্দ্রীয় শহিদ মিনার প্রাঙ্গণে এই উৎসবমুখর বাজার বসে।",
        desc3: "২০১৮ সাল থেকে চলে আসা এই প্রজেক্টের মূল বিশেষত্ব হলো, এখানে পোশাকগুলো বিনামূল্যে বিতরণ করা হয় না। বরং শিশুদের আত্মমর্যাদা রক্ষায় মাত্র ২ টাকার বিনিময়ে তাদের পছন্দমতো নতুন জামা-কাপড় কেনার সুযোগ করে দেওয়া হয়। আজ ৫০০ জন সুবিধাবঞ্চিত শিশু ও মানুষ এই 'চাঁন্দের হাট' থেকে তাদের ঈদের শপিং সম্পন্ন করেছে।",
        desc4: "সকাল গড়াতেই শহিদ মিনার প্রাঙ্গণে ভিড় জমায় শত শত শিশু। বাহারি রঙের নতুন পোশাকের পসরা সাজিয়ে বসেন সংগঠনের স্বেচ্ছাসেবীরা। নিজের পছন্দমতো জামা বেছে নেওয়ার পর হাতে থাকা দুই টাকা দিয়ে যখন শিশুরা প্যাকেট করা নতুন পোশাক বুঝে নিচ্ছিল, তখন তাদের চোখেমুখে ছিল অন্যরকম এক তৃপ্তি।",
        desc5: "আয়োজক সংগঠন নিঃস্বার্থ পরিবার-সিলেট-এর প্রতিনিধিরা জানান: আমরা চাই না এই শিশুরা নিজেদের অসহায় ভাবুক। তারা নামমাত্র মূল্যে এই কাপড় কিনছে—এটিই তাদের আনন্দ। বিগত কয়েক বছরের ধারাবাহিকতায় এবারও আমরা ৫০০ মানুষের মুখে হাসি ফোটাতে পেরে আনন্দিত।",
        desc6: "বিকেল নাগাদ নতুন পোশাকের সবগুলোই শিশুদের হাতে পৌঁছে দেওয়ার মাধ্যমে এবারের প্রজেক্টের সফল সমাপ্তি ঘটে। স্থানীয় সুশীল সমাজের প্রতিনিধিরা এই উদ্যোগের ভূয়সী প্রশংসা করেছেন। তারা মনে করেন, সমাজের বিত্তবানরা এভাবে এগিয়ে এলে কোনো শিশুর ঈদই আর নিরানন্দ থাকবে না।",
        date: "১৭ মার্চ, ২০২৬"
    },


];

// {
//         id: 0,
//         image: "",
//         image2: "",
//         image3: "",
//         title: "",
//         desc1: "",
//         desc2: "",
//         desc3: "",
//         desc4: "",
//         desc5: "",
//         desc6: "",
//         date: " "
//     },



