export const otherData = [
    // Main First News
    {
            id: 17501,
            image: "https://i.ibb.co.com/1t0L4Jhz/120.jpg",
            image2: "https://i.ibb.co.com/FFKSbbX/121.jpg",
            image3: "https://i.ibb.co.com/gbnDy7F3/122.jpg",
            title: "তারাবি শেষে ফুটবল উৎসব: তেতলীর যুব সমাজের অনন্য সম্প্রীতি",
            desc1: "নিজস্ব প্রতিবেদক, দক্ষিণ সুরমা | ১০ মার্চ, ২০২৬",
            desc2: "সিলেটের দক্ষিণ সুরমা উপজেলার ৩নং তেতলী ইউনিয়নের ছোটবেটুয়ারপাড়, পূর্বলক্ষীপুর এলাকায় রমজানের রাতে এক ব্যতিক্রমী আমেজ পরিলক্ষিত হচ্ছে। পবিত্র মাহে রমজানের তারাবি নামাজ শেষ করে ঘরে ফেরার পরিবর্তে গ্রামের একদল উদ্যমী তরুণ ফুটবল মাঠে মেতে উঠছেন রাতের উৎসবে।",
            desc3: "প্রতিদিন এশার নামাজ ও তারাবি শেষ হওয়ার পর গ্রামের এই যুব সমাজ একতাবদ্ধ হয়ে ফুটবল খেলার আয়োজন করেন। সারাদিন রোজা রাখার ক্লান্তি ভুলে রাতের কৃত্রিম আলো আর তারুণ্যের উচ্ছ্বাসে মুখরিত হয়ে ওঠে খেলার মাঠটি। স্থানীয়রা জানান, এই ফুটবল খেলা কেবল বিনোদনের মাধ্যম নয়, বরং এটি গ্রামের তরুণদের মধ্যে ভ্রাতৃত্ববোধ বৃদ্ধি এবং তাদের সুস্থ বিনোদনের দিকে ধাবিত করার একটি সুন্দর প্রচেষ্টা।",
            desc4: "খেলোয়াড়দের পরনে বিভিন্ন নামি-দামি ক্লাবের জার্সি থাকলেও তাদের মূল পরিচয় তারা এক গ্রামের সন্তান। মাঠের লড়াকু ফুটবল খেলার মাধ্যমেই তাদের মধ্যকার সামাজিক বন্ধন আরও দৃঢ় হচ্ছে। মাদক ও ডিজিটাল আসক্তি থেকে দূরে থাকতে এ ধরনের খেলাধুলা গুরুত্বপূর্ণ ভূমিকা রাখছে বলে মনে করছেন এলাকার সচেতন অভিভাবকরা।",
            desc5: "এই আয়োজনের মাধ্যমে তেতলী গ্রামের ছোটবেটুয়ারপাড় ও পূর্বলক্ষীপুর এলাকার যুব সমাজ এক অনন্য দৃষ্টান্ত স্থাপন করেছে, যা প্রমাণ করে—ধর্মীয় অনুশাসন পালন করেও সুশৃঙ্খল বিনোদন ও শারীরিক সুস্থতা বজায় রাখা সম্ভব।",
            desc6: "রমজানের তারাবি শেষে যখন চারপাশ শান্ত হয়ে আসে, তখন এই উদ্দীপনা ও ভ্রাতৃত্ববোধ প্রশংসার দাবি রাখে।",
            date: "10 Mar 2026, 11:42 PM"
        },

    // Bottom All News


];

// {
//         id: 0,
//         image: "",
//         image2: "",
//         image3: "",
//         title: "",
//         desc1: "",
//         desc2: "",
//         desc3: "",
//         desc4: "",
//         desc5: "",
//         desc6: "",
//         date: " "
//     },
