export const sportsData = [

    // Main First News

    {
        id: 17501,
        image: "https://cdn.bdnews24.com/bdnews24/media/bangla/imgAll/2026March/barcelona-110326-01-1773219082.jpg",
        image2: "",
        image3: "",
        title: "ভোগান্তির ম্যাচেও ‘দারুণ পারফরম্যান্সের’ আনন্দ বার্সেলোনার!",
        desc1: "কোনোমতে হার এড়ানোর পর, কোয়ার্টার-ফাইনালে ওঠার ব্যাপারে অবশ্য আশাবাদী হতেই পারে বার্সেলোনা।",
        desc2: "নিউক্যাসল ইউনাইটেডের বিপক্ষে কখনোই বার্সেলোনাকে তাদের সেরা ছন্দের ধারেকাছে দেখা যায়নি। ম্যাচের প্রায় পুরোটা সময়েই দ্বিতীয় সেরা দল হয়ে ছিল তারা। তবে কোনোমতে হার এড়ানোর পর, ঘর সামলানোর ক্ষেত্রে দলের নিবেদনে সন্তোষ শোনা গেল পাউ কুবার্সির কণ্ঠে।",
        desc3: "চ্যাম্পিয়ন্স লিগে শেষ ষোলোর প্রথম লেগে প্রতিপক্ষের মাঠে শুরু থেকেই চাপের মুখে পড়ে বার্সেলোনা। মঙ্গলবার রাতে নিউক্যাসলের গতিময় ফুটবলের সামনে তেমন একটা সুবিধা করতে পারেনি তারা।",
        desc4: "নির্ধারিত সময়ের চার মিনিট বাকি থাকতে হার্ভি বার্নসের গোলে হারের শঙ্কায়ও পড়ে যায় কাতালান ক্লাবটি। তবে পেদ্রির বদলি নামা অ্যাটাকিং মিডফিল্ডার দানি ওলমো শেষ দিকে ডি-বক্সে ফাউলের শিকার হলে পেনাল্টি পায় সফরকারীরা এবং লামিনে ইয়ামাল সফল স্পট কিকে বল জালে পাঠালে ১-১ ড্রয়ে শেষ হয় লড়াই।",
        desc5: "দলের সামগ্রিক পারফরম্যান্স একদমই সন্তোষজনক নয়। তবে ম্যাচের পর এর মধ্য থেকেই ইতিবাচক দিক খুঁজলেন তরুণ ডিফেন্ডার কুবার্সি। “রক্ষণ আমরা দারুণ পারফর্ম করেছি। (নিউক্যাসলের) গোলটির সময় আমাদের মনোযোগে চিড় ধরেছিল, তবে দানি ওলমো এলো এবং তার যে দায়িত্ব সেটাই করল। আমরা ড্র করতে পারলাম, যা ভালো ফল।”",
        desc6: "“আমরা জানতাম, এখানে এসে লড়াই করা কঠিন হবে। তারা সবসময় কঠিন চাপ তৈরি করে, তাই তাদের বিপক্ষে সবসময় সতর্ক থাকতে হবে। হয়তো আমরা আক্রমণভাগে সেরা অবস্থায় ছিলাম না।” ম্যাচের শেষ শটে হার এড়ানোর পর, কোয়ার্টার-ফাইনালে ওঠার ব্যাপারে আশাবাদী হতেই পারে বার্সেলোনা। কেননা, ফিরতি লেগ যে হবে তাদেরই আঙিনা কাম্প নউয়ে, আগামী বুধবার।",
        date: "11 Mar 2026, 02:52 PM"
    },


    // Bottom All News

    {
        id: 17502,
        image: "https://cdn.bdnews24.com/bdnews24/media/bangla/imgAll/2026March/vinicius-100326-01-1773161190.jpg",
        image2: "",
        image3: "",
        title: "ভিনিসিউসের উপর কতটা নির্ভরশীল রেয়াল বললেন কোচ",
        desc1: "কিলিয়ান এমবাপে, রদ্রিগো, জুড বেলিংহ‍্যামদের অনুপস্থিতিতে আক্রমণভাগে বলতে গেলে একাই সব চাপ সামলাতে হচ্ছে ব্রাজিলিয়ান ফরোয়ার্ডের।",
        desc2: "ম‍্যানচেস্টার সিটির বিপক্ষে লড়াইয়ে ভিনিসিউস জুনিয়রের উপর কতটা নির্ভরশীল রেয়াল মাদ্রিদ? প্রশ্নটা যে আসবে যেন জানতেন আলভারো আরবেলোয়া। কিলিয়ান এমবাপে, রদ্রিগো, জুড বেলিংহ‍্যামদের অনুপস্থিতিতে যে ব্রাজিলিয়ান ফরোয়ার্ডের উপর দল অনেকখানি নির্ভরশীল স্বীকার করে নিলেন তিনি। বললেন, সিটিকে এবার হারাতে ভিনিসিউসের সেরাটা প্রয়োজন হবে তাদের।",
        desc3: "চ‍্যাম্পিয়ন্স লিগের শেষ ষোলোর প্রথম লেগে সিটির মুখোমুখি হবে রেয়াল। বুধবার বাংলাদেশ সময় রাত ২টায় শুরু হবে মাঠের লড়াই। আগের দিন সংবাদ সম্মেলনে সান্তিয়াগো বের্নাবেউয়ে জিততে সেরা ফুটবলের দিকে তাকিয়ে থাকার কথা বললেন আরবেলোয়া।",
        desc4: "“এই লড়াই ভিনিসিউসের উপর কত শতাংশ নির্ভর করছে? আপনার কাছে এই প্রশ্ন আমার প্রত‍্যাশিত ছিল। মাঠে যে থাকবে সেই আমাদের জন‍্য গুরুত্বপূর্ণ হবে, ভিনিসিউসও তাই।” “আমাদের দলে অনেকেরই চোট এবং সে নিজের কাঁধে অনেক বেশি দায়িত্ব নিচ্ছে। আক্রমণে সেই আমাদের মূল অস্ত্র, যেটা আপনারাও প্রত‍্যাশা করেন। ম‍্যানচেস্টার সিটিকে এবার হারাতে হলে ভিনিসিউসকে তার সেরা অবস্থায় পেতে হবে আমাদের।”",
        desc5: "কেবল আক্রমণভাগ নয়, চোট সমস‍্য মাঝমাঠ ও রক্ষণেও ভোগাচ্ছে রেয়ালকে। সিটির বিপক্ষে লড়াইয়ে পরীক্ষিত খেলোয়াড়দের মাঠে নামেন কোচ নাকি বাজি ধরবেন যুব দলের খেলোয়াড়দের উপর?",
        desc6: "“আমার মনে হয়, আমরা সবাই একমত যে, সেল্তা ভিগোর বিপক্ষে আমাদের যুব দলের খেলোয়াড়রা দেখিয়েছে যে তারা এগিয়ে আসতে ভয় পায় না। তবে আপনি যখন এখানে বসে থাকবেন তখন একজন অ‍্যাকাডেমি খেলোয়াড়ের উপর আস্থা রাখা সহজ নয়, যেটা সবার বুঝতে হবে। কারণ, বিশ্বের সেরা খেলোয়াড়রা এখানে আছে। আর যুব দলের একজন খেলোয়াড়কে খেলাতে হলে তাদের কাউকে বসাতে হবে, এটা সহজ নয়। তবে তাদের উপর আমার আস্থার কমতি নেই। তারা আগামীকালকের ম‍্যাচের মতো লড়াইয়ের জন‍্য তৈরি, সেটা তারা এরই মধ‍্যে দেখিয়েছে।”",
        date: "10 Mar 2026, 10:52 PM"
    },


    {
        id: 17503,
        image: "https://cdn.bdnews24.com/bdnews24/media/bangla/imgAll/2025March/alisson-becker-goal-keeper-060325-01-1741242947.jpg",
        image2: "",
        image3: "",
        title: "আলিসনকে হারাল লিভারপুল",
        desc1: "এই ব্রাজিলিয়ান গোলরক্ষকের চোটের ধরন নিয়ে অবশ্য এখনও কিছু জানায়নি ক্লাবটি।",
        desc2: "চ্যাম্পিয়ন্স লিগে নকআউট পর্ব অভিযানের আগে বড় ধাক্কা খেয়েছে লিভারপুল। চোট পেয়ে ছিটকে গেছেন দলের মূল গোলরক্ষক আলিসন।",
        desc3: "শেষ ষোলোর প্রথম লেগে মঙ্গলবার গালাতাসারাইয়ের মাঠে খেলবে লিভারপুল। বাংলাদেশ সময় রাত পৌনে ১২টায় শুরু হবে ম্যাচটি। দলের সঙ্গে সোমবার অবশ্য অনুশীলন শুরু করেন আলিসন; কিন্তু অস্বস্তি বোধ করায় শেষ করতে পারেননি।",
        desc4: "অ্যানফিল্ডের ক্লাবটির পক্ষ থেকে অবশ্য এখনও এই ব্রাজিলিয়ানের চোটের বিষয়ে কিছু জানানো হয়নি। তবে ইস্তানবুল সফরের জন্য ঘোষিত ২১ সদস্যের দলে রাখা হয়নি তাকে।",
        desc5: "চলতি মৌসুমে সব প্রতিযোগিতা মিলিয়ে লিভারপুলের জার্সিতে ৩২টি ম্যাচ খেলেছেন আলিসন। সবশেষ ম্যাচে গত শুক্রবার এফএ কাপে উলভসের বিপক্ষে ৩-১ গোলে জয়ের ম্যাচেও পোস্টে ছিলেন বিশ্বের সেরা গোলরক্ষকদের একজন আলিসন। ",
        desc6: "তার অনুপস্থিতিতে লিভারপুলের পোস্টে দেখা যেতে পারে জর্জিয়া গোলরক্ষক জিওর্জি মামারদাশভিলিকে।",
        date: "09 Mar 2026, 10:06 PM"
    },

    {
        id: 17504,
        image: "https://cdn.bdnews24.com/bdnews24/media/bangla/imgAll/2026March/bangladesh-090326-01-1773061966.jpg",
        image2: "",
        image3: "",
        title: "‘একজন বক্সারের এক হাত পেছনে বাঁধা অবস্থায় লড়াইয়ের’ অনুভূতি বাটলারের",
        desc1: "শীর্ষ দলগুলোর সঙ্গে বাংলাদেশের নারী ফুটবলের ব্যবধানের কারণ, সুযোগ-সুবিধার ঘাটতিসহ আরও অনেক বিষয় নিয়ে উজবেকিস্তান ম্যাচে হারের পর কথা বললেন বাংলাদেশ কোচ পিটার জেমস বাটলার।",
        desc2: "উজবেকিস্তানের বিপক্ষে হারের পর বাংলাদেশ কোচ পিটার জেমস বাটলার সংবাদ সম্মেলনে কখনও মেয়েদের প্রশংসায় ভাসালেন, কখনও সমালোচনা করলেন। প্রস্তুতির কমতি, আধুনিক সুবিধার অভাব, প্রযুক্তির ঘাটতির পুরনো ক্ষোভ ঝাড়লেন। এক পর্যায়ে নিজের ভবিষ্যৎ নিয়ে ভাববেন, বললেন এমন কথাও। উইমেন’স এশিয়ান কাপের গ্রুপ পর্বে নিজেদের তৃতীয় ও শেষ ম্যাচে সোমবার পার্থে উজবেকিস্তানের বিপক্ষে ৪-০ গোলে হারে বাংলাদেশ। টানা তিন হারে ‘বি’ গ্রুপের তলানিতে থেকে আসর শেষ করল দল।",
        desc3: "প্রথমবারের মতো উইমেন’স এশিয়ান কাপের আঙিনায় খেলার রোমাঞ্চ সঙ্গী ছিল বাংলাদেশের। প্রতিযোগিতার নয়বারের চ্যাম্পিয়ন চীনের বিপক্ষে ২-০ এবং তিনবারের চ্যাম্পিয়ন উত্তর কোরিয়ার বিপক্ষে ৫-০ গোলের হার মেনে নিয়ে দল তাকিয়ে ছিল উজবেকিস্তান ম্যাচের দিকে। উজ্জীবিত ফুটবল খেললেও ফিফা র‌্যাঙ্কিংয়ে ৪৯তম স্থানে থাকা উজবেকিস্তানের বিপক্ষে অবিশ্বাস্য কিছু করতে পারেনি ১১২তম স্থানে থাকা বাংলাদেশ। প্রথমার্ধে শুরুর দিকে এক গোল হজমের পর ঘুরে দাঁড়ানোর সুযোগ অবশ্য পায় বাংলাদেশ। ঋতুপর্ণা চাকমা, কোহাতি কিসকু সুযোগ নষ্ট করেন। আক্রমণভাগে তহুরা খাতুনও ছিলেন না কার্যকরী। তবে সব মিলিয়ে সাহসী ফুটবল খেলা মেয়েদের কখনও বাটলার প্রশংসায় ভাসালেন, কখনও সমালোচনাও করলেন।",
        desc4: "“মাঝে মাঝে আমরা মনে হয়েছে যে, স্কোরলাইনে আসলে খেলার প্রকৃত প্রতিফলন ছিল না। আমার মনে হয়েছে, ম্যাচে লম্বা সময় আমরা ভালো ফুটবল খেলেছি। কিন্তু আমরা এমন একটি দলের বিপক্ষে খেলছি যারা ফিফা র‍্যাঙ্কিংয়ে আমাদের চেয়ে ৬০, ৭০ ধাপ (আসলে ৬৩ ধাপ) উপরে এবং শারীরিকভাবে শক্তিশালী। আমরা অনেক সময় বল দখলে আধিপত্য বিস্তার করেছি, কিন্তু শেষ পর্যন্ত গোল করতে পারিনি। আর যদি আপনি গোল করতে না পারেন, তবে মূলত সেই সব ভালো কাজ বৃথা যায়। তাই কোনো অজুহাত নেই। যা হওয়ার তা হয়েছে।”",
        desc5: "“আমি মনে করি গোল খেলা বদলে দেয়। তবে, আমি এখানে বসে এটা-ওটা নিয়ে কান্নাকাটি করতে চাই না। এটি তরুণ খেলোয়াড়দের দল যাদের গড় বয়স ১৯, সাড়ে ১৯ বছর। আমাদের অনেক কিছু শেখার আছে এবং অনেক কিছু, যেমন পেছনে ফিরে দেখা এবং পরে উপলব্ধি করা। মেয়েদের আরও প্রতিযোগিতামূলক ফুটবল খেলা প্রয়োজন এবং আরও ক্যাম্প করা এবং উচ্চতর পর্যায়ে খেলা প্রয়োজন, যেমন আমরা আজারবাইজানের বিপক্ষে খেলেছি এবং আমরা কিছু সত্যিই খুব কঠিন, উঁচু র‍্যাঙ্কিংয়ের দলের বিপক্ষে খেলেছি। আর আমাদের এমন দলের বিপক্ষে জেতার কোনো সুযোগ নেই।” এমনটা বলার পর অবশ্য নানা কারণে বাটলার মেনে নিতে পারছেন না দলের ব্যর্থতা। কেননা, গত ডিসেম্বরে আজারবাইজানের বিপক্ষে সবশেষ প্রীতি ম্যাচের পর কোনো প্রস্তুতি ম্যাচ খেলতে পারেনি মেয়েরা। চট্টগ্রামের কোরিয়ান ইপিজেডে বিক্ষিপ্তভাবে চলেছে ক্যাম্প। থাইল্যান্ডে নিবিড় প্রস্তুতি ক্যাম্প হওয়ার কথা থাকলেও হয়নি। উজবেকিস্তান ম্যাচের পর পুরনো ক্ষোভ কোচ ঝাড়লেন উপমা টেনে।",
        desc6: "“আমরা মাঝে মাঝে সত্যিই ভালো ফুটবল খেলি, কিন্তু পরিস্থিতি যেমন… তারা টিভি ক্যামেরা নিয়ে আসে, তারা ভিডিও সরঞ্জাম নিয়ে আসে। আমাদের কাছে তা নেই, আমাদের কাছে সেই বিলাসিতা নেই। তাই, কখনও কখনও মনে হয় যেন একজন বক্সার এক হাত পেছনে বাঁধা অবস্থায় লড়াই করতে যাচ্ছে। চূড়ান্ত ফলাফলে আমি হতাশ, তবে মেয়েদের জন্য আমার প্রশংসা ছাড়া আর কিছু নেই। তারা অনেক দূর এগিয়েছে।” “যখন আপনি এএফসির স্তরে, এশিয়ান কাপ স্তরে খেলছেন, তখন আপনি আরও ভালো দলের মুখোমুখি হচ্ছেন, যারা শারীরিকভাবে এবং কাঠামোগতভাবে আমাদের চেয়ে অনেক বেশি প্রস্তুত। আমি মনে করি, এএফসি সত্যিই একটি ভালো ইভেন্ট আয়োজন করেছে। মাঠগুলো চমৎকার ছিল। আর আমাদের একটি মাঠও নেই। বাংলাদেশে আমাদের কোনো নির্দিষ্ট প্রশিক্ষণ মাঠ নেই, এগুলো আমাদের সমস্যা।” ছুটি নিয়ে ইংল্যান্ডে ফিরে নিজের ভবিষ্যৎ নিয়েও ভাববেন, এমন কথাও বললেন নানা সীমাবদ্ধতার মধ্যে দুই বছর ধরে বাংলাদেশের নারী ফুটবলের দায়িত্বে থাকা বাটলার।",
        date: "09 Mar 2026, 07:13 PM"
    },



];

// {
//         id: 0,
//         image: "",
//         image2: "",
//         image3: "",
//         title: "",
//         desc1: "",
//         desc2: "",
//         desc3: "",
//         desc4: "",
//         desc5: "",
//         desc6: "",
//         date: " "
//     },
