export const sportsData = [
    // Main First News

    {
        id: 1,
        image: "https://cdn.bdnews24.com/bdnews24/media/bangla/imgAll/2026March/india-japan-070326-01-1772902824.jpg",
        image2: "",
        image3: "",
        title: "ভারতকে ১১ গোলে হারিয়ে শেষ আটে জাপান",
        desc1: "আসরে দুই ম্যাচ খেলে ১৩টি গোল হজম করেছে ভারতের মেয়েরা।",
        desc2: "উইমেন’স এশিয়ান কাপে ব্রিবতকর এক অভিজ্ঞতা হয়েছে ভারতের। তাদেরকে গোলবন্যায় ভাসিয়ে কোয়ার্টার-ফাইনালে উঠেছে জাপান। পার্থে শনিবার ‘সি’ গ্রুপের ম্যাচে ১১-০ গোলে জিতেছে মেয়েদের ফিফা র‌্যাঙ্কিংয়ে আট নম্বর দলটি।",
        desc3: "জাপানের এই বিশাল জয়ে সবচেয়ে বড় অবদান হিনাতা মিয়াজাওয়া ও রিকো উয়েকির। দুজনেই করেছেন হ্যাটট্রিক।",
        desc4: "চতুর্থ মিনিটে ইয়ামোতোর লক্ষ্যভেদে ভারতের দুঃস্বপ্নের শুরু, যা শেষ হয় ৮১তম মিনিটে মিয়াজাওয়ার হ্যাটট্রিক পূরণের মধ্য দিয়ে।",
        desc5: "দুই ম্যাচের দুটিতেই জিতে ৬ পয়েন্ট নিয়ে গ্রুপের শীর্ষে জাপান। সমান ৩ পয়েন্ট নিয়ে পরের দুটি স্থানে আছে চাইনিজ তাইপে ও ভিয়েতনাম।",
        desc6: "ফিফা র‌্যাঙ্কিংয়ের ৬৭তম স্থানে থাকা ভারত দুই ম্যাচেই হেরেছে। গোল হজম করেছে মোট ১৩টি, দিয়েছে একটি।",
        date: "07 Mar 2026, 11:00 PM"
    },

    // Bottom All News

    {
        id: 2,
        image: "https://cdn.bdnews24.com/bdnews24/media/bangla/imgAll/2026March/bangladesh-070326-01-1772889778.jpg",
        image2: "",
        image3: "",
        title: "স্বপ্ন নিয়ে পার্থে ঋতুপর্ণা-আফঈদারা",
        desc1: "শক্তিশালী চীন ও উত্তর কোরিয়ার বিপক্ষে হেরে মেয়েরা ভেঙে পড়েনি, বললেন বাংলাদেশ দলের ফিজিও ইসনাদ জামান।",
        desc2: "গ্রুপের দুই শক্তিশালী দল চীন ও উত্তর কোরিয়ার বিপক্ষে হার মেনে নিয়েছেন ঋতুপর্ণা-আফঈদারা। তবে, হারের হতাশায় ভেঙে পড়েননি তারা। বরং উইমেন’স এশিয়ান কাপের দুই চ্যাম্পিয়ন দলের বিপক্ষে হেরে যাওয়া ম্যাচ থেকেই অনেক কিছু শিখেছেন তারা। সেই শিক্ষা আর নতুন স্বপ্ন নিয়ে পা রেখেছেন পার্থে।",
        desc3: "‘বি’ গ্রুপে নিজেদের তৃতীয় ও শেষ ম্যাচে সোমবার পার্থে উজবেকিস্তানের মুখোমুখি হবে বাংলাদেশ। দুই দলই চীন ও উত্তর কোরিয়ার কাছে হেরেছে। পয়েন্টের খাতা কারো খোলা না হলেও গোল বেশি হজম করায় বাংলাদেশ গ্রুপ টেবিলের তলানিতে, উজবেকিস্তান তৃতীয় স্থানে।",
        desc4: "এবারের আসরের তিন গ্রুপের চ্যাম্পিয়ন ও রানার্সআপের বাইরে তিন গ্রুপে তৃতীয় হওয়া তিন দলের মধ্যে সেরা দুই দল যাবে কোয়ার্টার-ফাইনালে। তৃতীয় হওয়া দলগুলোর মধ্যে সেরা দুইয়ে থাকতে হলে উজবেকিস্তানের বিপক্ষে জিততে হবে বাংলাদেশকে। দেশে থাকতেও উজবেকিস্তান ম্যাচ নিয়ে বেশি ছক কষেছেন বাংলাদেশ কোচ পিটার জেমস বাটলার। মেয়েদেরও লক্ষ্য ছিল এই ম্যাচটিই। কেননা, এই গ্রুপে চীন উইমেন’স এশিয়ান কাপের নয় বারের এবং উত্তর কোরিয়া তিন বারের চ্যাম্পিয়ন। ফিফা র‌্যাঙ্কিংয়ে উজবেকিস্তানের চেয়ে বাংলাদেশে ৬৩ ধাপ পিছিয়ে থাকলেও দলের মূল টার্গেট ছিল উজবেকিস্তানই।",
        desc5: "সিডনি থেকে শনিবার পার্থে পৌঁছে অনুশীলন করেনি বাংলাদেশ। গত দুই ‘বড়’ ম্যাচের ধকল কাটিয়ে দলকে সতেজ রাখতেই এই সিদ্ধান্ত নিয়েছেন বাটলার। বাংলাদেশ ফুটবল ফেডারেশনের (বাফুফে) মাধ্যমে পাঠানো বার্তায় দলের ফিজিও অবশ্য জানিয়েছেন, সবকিছু আছে ঠিকঠাক।",
        desc6: "“হ্যাঁ, ম্যাচটা (উত্তর কোরিয়ার বিপক্ষে) বেশ কঠিন ছিল। আমি বলব, মানসিকভাবে মেয়েরা ম্যাচের পরপরই কিছুটা আপসেট ছিল, তবে আমার মনে হয় সেটা হওয়াটাই স্বাভাবিক ছিল। কিন্তু তারা খুব দ্রুতই নিজেদের সামলে নিয়েছে। আমরা আজ পার্থে পৌঁছেছি। সব খেলোয়াড়ই বেশ ভালো বোধ করছে। “সত্যি বলতে, চীনের বিপক্ষে ম্যাচটি শারীরিকভাবে বেশি চ্যালেঞ্জিং ছিল। বর্তমানে খেলোয়াড়রা মূলত সবাই সুস্থ আছে; বড় কোনো চোট নেই। ছোটখাটো কিছু সমস্যা আছে, যা আমাদের আজ সামলাতে হবে। আমরা এইমাত্র পার্থের হোটেলে পৌঁছেছি এবং আমাদের মেডিকেল রুম গুছিয়ে নেওয়ার চেষ্টা করছি। আজ বিকেলের দিকেই চিকিৎসা বা সেশন শুরু করবো। মেয়েরা ফুরফুরে মেজাজে আছে। আমরা হালকা শরীরচর্চা ও স্ট্রেচিং করেছি। তারা হাসিখুশি আছে, তবে একই সাথে পরবর্তী ম্যাচের জন্য যথেষ্ট মনোযোগী ও প্রস্তুত।”",
        date: "07 Mar 2026, 07:24 PM"
    },

    {
        id: 3,
        image: "https://cdn.bdnews24.com/bdnews24/media/bangla/imgAll/2026March/alvaro-arbeloa-real-070326-1772869448.jpg",
        image2: "",
        image3: "",
        title: "কষ্টের জয়ই ‘টার্নিং পয়েন্ট’, আরবেলোয়ার কাছে প্রতিটি ম্যাচই এখন ‘যুদ্ধ’",
        desc1: "১০ জন ফুটবলারকে না পেয়ে চোট-জর্জর দল নিয়ে জিততে পারাকে বিশাল অর্জন মনে করছেন রেয়াল মাদ্রিদ কোচ।",
        desc2: "শটে জোর ছিল না ততটা। তবে ছিল ভাগ্যের ছোঁয়া। ফেদে ভালভের্দের সেই শট প্রতিপক্ষের একজনের গায়ে লেগে দিক বদলে আশ্রয় নিল জালে। শেষ সময়ের সেই গোলেই কোনোরকমে জিততে পারল রেয়াল মাদ্রিদ। আলভারো আরবেলায়া তবু উচ্ছ্বসিত। চোট-জর্জর দল নিয়ে জিততে পারাকেই বিশাল অর্জন মনে করছেন তিনি। তার আশা, এই জয় থেকেই নতুন রূপে দেখা যাবে তার দলকে।",
        desc3: "সেল্তা ভিগোর মাঠে লা লিগার ম্যাচটিকে শুক্রবার একাদশ মিনিটে দারুণ গোলে রেয়াল মাদ্রিদকে এগিয়ে দেন অহেলিয়া চুয়ামেনি। তবে সেল্তা সমতায় ফেরে ১৪ মিনিট পরই। ম্যাচের ব্যবধান গড়ে দেওয়া সেই মুহূর্তটি আসে ৯০ মিনিট শেষে যোগ করা পাঁচ মিনিটের এক মিনিট বাকি থাকতে। বক্সের বাইরে থেকে দুর্দান্ত সব গোল ক্যারিয়ারে করেছেন ভালভের্দে। তবে এবার তার শট খুব ভালো ছিল না। সেটিই দলকে এনে দিয়েছেন তিন পয়েন্ট।",
        desc4: "এভাবে জিতেও রেয়াল কোচের খুশির কারণ দলের বাস্তবতা। চোট-জর্জর স্কোয়াড থেকে একাদশ দাঁড় করানোই কঠিন। সেল্তা ভিগো এই মৌসুমে খেলছে বেশ ভালো। সব মিলিয়েই জয়টিকে বড় প্রাপ্তি মনে করেন আরবেলোয়া।",
        desc5: "“যেভাবে আমরা আজকের ম্যাচে এসেছি… যদি ভুল না করে থাকি, ১০ জন ফুটবলার মাঠের বাইরে… এমন অবস্থায় এই বিশাল অর্জন। ছেলেদের অনেক কৃতিত্ব প্রাপ্য। আমরা সবাই জানি বালাইদসে গিয়ে খেলা কতটা কঠিন, সেল্তা যেভাবে খেলছে, মাঠে যে আত্মবিশ্বাস তারা মেলে ধরছে… অবশ্যই আমরা খুবই খুশি।”",
        desc6: "৬৩ পয়েন্ট নিয়ে লা লিগার পয়েন্ট তালিকায় এখন দুইয়ে আছে রেয়াল মাদ্রিদ। শীর্ষে থাকা বার্সেলোনার পয়েন্ট ৬৪। তবে পরের ম্যাচটি জিতলেই ব্যবধান আবার ৪ পয়েন্টে নিয়ে যাবে কাতালানরা।",
        date: "07 Mar 2026, 01:45 PM"
    },

];

// {
//         id: 0,
//         image: "",
//         image2: "",
//         image3: "",
//         title: "",
//         desc1: "",
//         desc2: "",
//         desc3: "",
//         desc4: "",
//         desc5: "",
//         desc6: "",
//         date: " "
//     },