export const sportsData = [

    // Main First News

    {
        id: 17501,
        image: "https://cdn.bdnews24.com/bdnews24/media/bangla/imgAll/2025October/bangladesh-team-141025-01-1760462952.jpg",
        image2: "",
        image3: "",
        title: "২৮ জন নিয়ে সিঙ্গাপুর ও ভিয়েতনাম ম্যাচের ক্যাম্প",
        desc1: "ইংল্যান্ড প্রবাসী হামজা চৌধুরী ভিয়েতনামে বাংলাদেশ দলের সাথে যোগ দেবেন।",
        desc2: "এশিয়ান কাপ বাছাইয়ের তৃতীয় রাউন্ডে শেষ ম্যাচ এবং তার আগে ভিয়েতনামের বিপক্ষে প্রীতি ম্যাচ সামনে রেখে সোমবার প্রস্তুতি ক্যাম্প শুরু করবে বাংলাদেশ। এই দুই ম্যাচের জন্য রোববার ২৮ জনের দল দিয়েছে বাংলাদেশ ফুটবল ফেডারেশন।",
        desc3: "ইংল্যান্ড প্রবাসী হামজা চৌধুরী অবশ্য ক্যাম্পের দলে নেই। আগামী ৩১ মার্চ সিঙ্গাপুরের বিপক্ষে এশিয়ান কাপ বাছাইয়ের ম্যাচ খেলার আগে ২৬ মার্চ ভিয়েতনামের বিপক্ষে প্রীতি ম্যাচে খেলবে বাংলাদেশ। হামজা সেখানে গিয়ে যোগ দিবেন দলের সঙ্গে। ঢাকায় অনুষ্ঠেয় ক্যাম্পের দলে চোট কাটিয়ে ফিরেছেন বিশ্বনাথ ঘোষ। ২০২৪ সালের সেপ্টেম্বরে ভুটানের বিপক্ষে সবশেষ লাল-সবুজের জার্সিতে খেলেছিলেন অভিজ্ঞ এই ডিফেন্ডার।",
        desc4: "ক্যাম্পের দলে একেবারেই নতুন মুখ ব্রাদার্স ইউনিয়নের গোলকিপার ইশাক আকন্দ। চলতি বাংলাদেশ ফুটবল লিগে ১১ ম্যাচে ১০ পয়েন্ট নিয়ে সপ্তম স্থানে থাকা ব্রাদার্সের পোস্টে নিয়মিত ইশাক। ২৩ বছর বয়সী এই গোলকিপার লিগে ৯ ম্যাচ খেলেছেন। দলে জায়গা মেলেনি কিউবা মিচেলের। গত বছর নভেম্বরে নেপালের বিপক্ষে ম্যাচে বাংলাদেশ জাতীয় দলে অভিষেক হয় ইংল্যান্ড প্রবাসী এই মিডফিল্ডারের। বেতন না পাওয়ায় বসুন্ধরা কিংস ছেড়ে তিনি গত ফেব্রুয়ারিতে যোগ দেন ইংল্যান্ডের সপ্তম স্তরের ক্লাব গ্লস্টার সিটিতে।",
        desc5: "এশিয়ান কাপের বাছাইয়ে পাঁচ ম্যাচে একটি জয় ও দুই ড্রয়ে ৫ পয়েন্ট নিয়ে ‘সি’ গ্রুপে তৃতীয় স্থানে আছে বাংলাদেশ। ১১ পয়েন্ট নিয়ে শীর্ষে আছে সিঙ্গাপুর।",
        desc6: "ক্যাম্পের দল: মিতুল মারমা, সুজন হোসেন, মেহেদী হাসান, ইসহাক আকন্দ, কাজী তারিক রায়হান, রহমত মিয়া, শাকিল আহাদ, আবদুল্লাহ ওমর, শাকিল হোসেন, জায়ান আহমেদ, বিশ্বনাথ ঘোষ, সাদ উদ্দিন, মনজুরুর রহমান, ইসা ফয়সাল, কাজেম শাহ কিরমানি, শেখ মোরসালিন, জামাল ভূঁইয়া, সোহেল রানা সিনিয়র, সোহেল রানা জুনিয়র, মোহাম্মদ হৃদয়, শোমিত সোম, আরমান ফয়সাল, শাহরিয়ার ইমন, ফয়সাল আহমেদ, ফাহামিদুল ইসলাম, মিরাজুল ইসলাম, রফিকুল ইসলাম ও সুমন রেজা।",
        date: "15 Mar 2026, 04:24 PM"
    },

    // Bottom All News

    {
        id: 17502,
        image: "https://images.dailyamardesh.com/original_images/IMG_20260315_144548.jpg",
        image2: "",
        image3: "",
        title: "ঢাকা ট্রেনিং ক্যাম্পের ২৮ সদস্যের প্রাথমিক দল ঘোষণা",
        desc1: "স্পোর্টস রিপোর্টার",
        desc2: "আসন্ন দুটি গুরুত্বপূর্ণ ম্যাচ সামনে রেখে ঢাকা ট্রেনিং ক্যাম্পের জন্য ২৮ সদস্যের প্রাথমিক দল ঘোষণা করেছে বাংলাদেশ জাতীয় ফুটবল দল। এই ক্যাম্পের মাধ্যমে দলকে প্রস্তুত করা হবে একটি ফিফা আন্তর্জাতিক প্রীতি ম্যাচ এবং এএফসি এশিয়ান কাপ ২০২৬ বাছাইপর্বের ম্যাচের জন্য। বাংলাদেশ প্রথমে ফিফা আন্তর্জাতিক প্রীতি ম্যাচে মুখোমুখি হবে ভিয়েতনামের। এরপর এএফসি এশিয়ান কাপ ২০২৬ বাছাইপর্বে সিঙ্গাপুরের বিপক্ষে খেলবে লাল-সবুজের প্রতিনিধিরা। গুরুত্বপূর্ণ এই দুই ম্যাচকে সামনে রেখে ফুটবলারদের প্রস্তুতি আরও জোরদার করতেই আয়োজন করা হয়েছে ঢাকা ট্রেনিং ক্যাম্প। প্রাথমিক ঘোষিত এই স্কোয়াডে মোট ২৮ জন ফুটবলার জায়গা পেয়েছেন। তবে দলের সঙ্গে পরে যোগ দেওয়ার কথা রয়েছে হামজার। তার যোগ দেওয়ার পর স্কোয়াডে আরও শক্তি বাড়বে বলে আশা করা হচ্ছে । আসন্ন ম্যাচগুলোকে সামনে রেখে এখন থেকেই অনুশীলনে মনোযোগী হবে জাতীয় দলের ফুটবলাররা। কোচিং স্টাফের লক্ষ্য, প্রস্তুতি পর্বে খেলোয়াড়দের সেরা অবস্থায় নিয়ে গিয়ে আন্তর্জাতিক ম্যাচ দুটিতে ভালো ফল অর্জন করা। ",
        desc3: "গোলকিপার: মিতুল মারমা, মো. সুজন হোসেন, মেহেদী হাসান শ্রাবণ, ইশাক আকন্দ।",
        desc4: "ডিফেন্ডার : তারিক কাজী, রহমত মিয়া, শাকিল আহাদ তপু, মো. আব্দুল্লাহ ওমর, শাকিল হোসেন, জায়ান আহমেদ, বিশ্বনাথ ঘোষ, সাদ উদ্দিন, মঞ্জুরুর রহমান, ইসা ফয়সাল।",
        desc5: "মিডফিল্ডার : শাহ কাজেম কিরমানি, শেখ মোরসেলিন, জামাল ভূঁইয়া, সোহেল রানা, মো সোহেল রানা, মো. হৃদয়, সোমিত সোম।",
        desc6: "ফরোয়ার্ড : আরমান ফয়সাল আকাশ, ইমন শাহরিয়ার, ফয়সাল আহমেদ ফাহিম, ফাহামিদুল ইসলাম, মিরাজুল ইসলাম, রফিকুল ইসলাম, সুমন রেজা।",
        date: "১৫ মার্চ ২০২৬, ১৪: ৪৭"
    },


];

// {
//         id: 0,
//         image: "",
//         image2: "",
//         image3: "",
//         title: "",
//         desc1: "",
//         desc2: "",
//         desc3: "",
//         desc4: "",
//         desc5: "",
//         desc6: "",
//         date: " "
//     },
