export const techData = [
    // Main First News

    {
        id: 17501,
        image: "https://cdn.bdnews24.com/bdnews24/media/bangla/imgAll/2026March/amber-wifi-080326-01-1772968841.jpg",
        image2: "",
        image3: "",
        title: "দেশজুড়ে কুপনভিত্তিক ৫০০ ওয়াইফাই জোন বসাচ্ছে আম্বার আইটি",
        desc1: "দেশের গুরুত্বপূর্ণ ও জনাকীর্ণ স্থানসহ বিভিন্ন বিশেষায়িত এলাকায় ধাপে ধাপে এসব ওয়াইফাই জোন স্থাপন করার কথা বলেছে কোম্পানিটি।",
        desc2: "সারাদেশে কুপন প্যাকেজনির্ভর ওয়াইফাই জোন বসানোর উদ্যোগ নিয়েছে এক শীর্ষ আইএসপি। আর তাদের গ্রাহকরা বিনামূল্যেই এসব জোনে ইন্টারনেট সংযোগ ব্যবহার করতে পারবেন। দেশে ইন্টারনেট সেবায় নতুন এই উদ্যোগটি নিয়েছে আম্বার আইটি।",
        desc3: "দেশের গুরুত্বপূর্ণ ও জনাকীর্ণ স্থানসহ বিভিন্ন বিশেষায়িত এলাকায় ধাপে ধাপে এসব ওয়াইফাই জোন স্থাপন করার কথা বলেছে কোম্পানিটি। স্থানীয় ব্যবসায়ী ও উদ্যোক্তাদের সম্পৃক্ত করে সাধারণত ফার্মেসি, চায়ের দোকান, মুদি দোকানসহ স্থানীয় ছোট ব্যবসা প্রতিষ্ঠানের মাধ্যমেই ওয়াইফাই পয়েন্টগুলো গড়ে তোলার পরিকল্পনা সাজিয়েছে আম্বার। যে কেউ এই কুপন কার্ড কিনে এই সেবা নিতে পারবেন। বিভিন্ন মেয়াদের এসব কুপন কার্ড ওয়াইফাই পয়েন্টেই পাওয়া যাবে।",
        desc4: "আর, আম্বার আইটির বিদ্যমান গ্রাহকরা যে মোবাইল নম্বর দিয়ে প্রতিষ্ঠানে নিবন্ধন করেছেন, সেই নম্বর ব্যবহার করে সংশ্লিষ্ট ওয়াইফাই জোনে সংযোগ নিয়ে বিনামূল্যে ইন্টারনেট ব্যবহার করতে পারবেন। এরইমধ্যে দেশের পাঁচটি স্থানে এমন ওয়াইফাই জোন চালুর মাধ্যমে কার্যক্রম শুরুর কথা বলেছে কোম্পানিটি।",
        desc5: "আম্বারআইটির প্রধান নির্বাহী কর্মকর্তা আমিনুল হাকিম বলেন, “ওয়াইফাই জোন উদ্যোগের মাধ্যমে সাধারণ মানুষ খুব সহজে নির্ভরযোগ্য ইন্টারনেট ব্যবহার করতে পারবেন।” “স্থানীয় উদ্যোক্তাদের জন্যও এটি নতুন সম্ভাবনার দ্বার খুলে দেবে।”",
        desc6: "ইন্টারনেট ব্যবহারে পাঁচ ঘণ্টার জন্য ৮ টাকা, এক দিনের জন্য ১২ টাকা, সাত দিনের জন্য ৬৬ টাকা এবং ৩০ দিনের জন্য ২০০ টাকার প্যাকেজ থাকছে। কুপন কার্ডে দেওয়া কোড ব্যবহার করে গ্রাহকেরা সহজেই ইন্টারনেটে সংযুক্ত হতে পারবেন। এরইমধ্যে বরিশালের বিবির পুকুর পাড়, ভোলার চরফ্যাশনের জ্যাকব টাওয়ার এলাকা, শ্রীমঙ্গল রেল স্টেশন, সিরাজগঞ্জের শিয়ালকোল কলেজ রোড এবং নীলফামারী জেলার ইপিজেড মোড়ে এসব ওয়াইফাই জোন চালু করা হয়েছে। চলতি মাসের মধ্যে বিশেষ করে ঈদের আগে দেশের আরও অন্তত ১৫টি স্থানে নতুন ওয়াইফাই জোন চালু করার কথা বলেছে কোম্পানিটি।",
        date: "08 Mar 2026, 05:22 PM"
    },

    // Bottom All News

    {
        id: 17502,
        image: "https://cdn.bdnews24.com/bdnews24/media/bangla/imgAll/2026March/iranwar-bbc-090326-01-1773051667.jpg",
        image2: "",
        image3: "",
        title: "ইরান-ইসরায়েল যুদ্ধ নিয়ে ইন্টারনেটে ভুয়া এআই ভিডিওর বন্যা",
        desc1: "আধুনিক প্রযুক্তির এ অপব্যবহার সাধারণ মানুষকে বিভ্রান্ত এবং ডিজিটাল জগতকে এক ‘ভুয়া খবরের কারখানায়’ পরিণত করছে।",
        desc2: "ইরান-ইসরায়েল যুদ্ধ নিয়ে উত্তপ্ত পরিস্থিতির সুযোগ নিয়ে ইন্টারনেটে ছড়িয়ে পড়ছে কৃত্রিম বুদ্ধিমত্তা বা এআই দিয়ে তৈরি অসংখ্য ভুয়া ভিডিও এবং ছবি। নতুন সব উন্নত এআই প্রযুক্তি ব্যবহার করে এক শ্রেণির কনটেন্ট নির্মাতা এসব বিভ্রান্তিকর তথ্য ছড়াচ্ছে, যা এরইমধ্যে কোটি কোটি বার দেখা হয়েছে অনলাইনে। তবে এর নেপথ্যে মূল উদ্দেশ্য কেবল প্রচার নয়, বরং ভিউ বাড়িয়ে সামাজিক মাধ্যম থেকে মোটা অংকের অর্থ আয় করা। আধুনিক প্রযুক্তির এ অপব্যবহার সাধারণ মানুষকে বিভ্রান্ত এবং ডিজিটাল জগতকে এক ‘ভুয়া খবরের কারখানায়’ পরিণত করছে।",
        desc3: "বিশেষজ্ঞরা ‘বিবিসি ভেরিফাই’কে বলেছেন, যুক্তরাষ্ট্র-ইসরায়েল ও ইরানের মধ্যের যুদ্ধ নিয়ে এআই দিয়ে তৈরি করা ভুল তথ্যের এক নজিরবিহীন জোয়ার তারা লক্ষ্য করছেন। কনটেন্ট নির্মাতারা এখন সহজে এআই প্রযুক্তি ব্যবহার করে এ বিভ্রান্তিকর তথ্য ছড়িয়ে অর্থ আয় করছে।",
        desc4: "বিবিসি’র বিশ্লেষণে উঠে এসেছে, এই যুদ্ধ সম্পর্কে মিথ্যা ও বিভ্রান্তিকর দাবি করতে অসংখ্য এআই জেনারেটেড ভিডিও ও জাল স্যাটেলাইট ছবি ব্যবহৃত হচ্ছে। এসব কনটেন্ট এরইমধ্যে কয়েকশ কোটি বার দেখা হয়েছে। ‘কুইন্সল্যান্ড ইউনিভার্সিটি অফ টেকনোলজি’র ডিজিটাল মিডিয়া বিশেষজ্ঞ টিমোথি গ্রেহাম বলেছেন, “এই প্রচারণার মাত্রা সত্যিই আশঙ্কাজনক এবং এ যুদ্ধের ফলে বিষয়টি এখন আর এড়িয়ে যাওয়ার উপায় নেই।",
        desc5: "“আগে কোনো পেশাদার ভিডিও তৈরি করতে যা প্রয়োজন হত এখন এআই টুলের সাহায্যে তা কেবল কয়েক মিনিটেই করা সম্ভব। বিশ্বাসযোগ্য কৃত্রিম যুদ্ধের ফুটেজ তৈরির পথে যেসব বাধা ছিল তা এখন কার্যত পুরোপুরি ভেঙে পড়েছে।”",
        desc6: "২৮ ফেব্রুয়ারি থেকে ইরান লক্ষ্য করে যুক্তরাষ্ট্র ও ইসরায়েলের হামলা শুরু হয়েছে। এর জবাবে ইরানও ইসরায়েলসহ উপসাগরীয় বেশ কিছু দেশ এবং ওই অঞ্চলে থাকা মার্কিন সামরিক ঘাঁটিতে ড্রোন ও মিসাইল হামলা চালিয়েছে। দ্রুত পরিবর্তনশীল এ যুদ্ধ পরিস্থিতির সর্বশেষ খবর জানতে এবং প্রকৃত ঘটনা বুঝতে অনেকেই এখন সামাজিক মাধ্যমের ওপর নির্ভর করছেন। এ পরিস্থিতিতে সামাজিক যোগাযোগ মাধ্যম এক্স ঘোষণা করেছে, কোনো নির্মাতা যদি লেবেল বা সতর্কতা ছাড়াই যুদ্ধের ভুয়া এআই ভিডিও পোস্ট করে তবে তাদের মনিটাইজেশন প্রোগ্রাম সাময়িকভাবে বন্ধ করে দেওয়া হবে। প্ল্যাটফর্মটির এ মনিটাইজেশন প্রোগ্রামের মাধ্যমে ব্যবহারকারীরা তাদের পোস্টে অনেক ভিউ, লাইক ও শেয়ারের বিনিময়ে এক্স থেকে অর্থ পেয়ে থাকেন। ‘অক্সফোর্ড ইন্টারনেট ইনস্টিটিউট’-এর ইরান বিষয়ক গবেষক মাহসা আলিমারদানি বলেছেন, “বিষয়টি গুরুত্বপূর্ণ একটি সংকেত যে, এক্স বুঝতে পেরেছে এআই দিয়ে ভুয়া ভিডিও তৈরি এখন বড় এক সমস্যা।” টিকটক এবং ফেইসবুক ও ইনস্টাগ্রামের মূল কোম্পানি মেটাও একই ধরনের ব্যবস্থা নেবে কি না এমন প্রশ্নে বিবিসির মন্তব্যের অনুরোধে সাড়া দেয়নি কোম্পানিগুলো।  ‘বিবিসি ভেরিফাই’ এআই দিয়ে তৈরি এমন এক ভিডিওর খোঁজ পেয়েছে, যা দেখে মনে হয় ইসরায়েলের তেল আবিব শহরে মিসাইল হামলা হচ্ছে ও পটভূমিতে বিস্ফোরণের শব্দ শোনা যাচ্ছে। এ ভিডিওটি তিনশটিরও বেশি পোস্টে ব্যবহৃত এবং সামাজিক যোগাযোগ মাধ্যমে হাজার হাজার বার শেয়ার হয়েছে। কিছু ব্যবহারকারী ভিডিওটি আসল কি না তা নিশ্চিত হতে ‘এক্স’ প্ল্যাটফর্মের নিজস্ব এআই চ্যাটবট গ্রক-এর সাহায্য নিয়েছিলেন। তবে বিবিসি ভেরিফাই দেখেছে, অনেক ক্ষেত্রে গ্রক ভুলভাবে দাবি করেছে যে ওই এআই দিয়ে তৈরি ভিডিওটি আসলে সত্যি। আরেকটি ভুয়া ভিডিও কোটি কোটি বার দেখা হয়েছে, সেখানে দাবি করা হচ্ছে, দুবাইয়ের বুর্জ খলিফা আকাশচুম্বী ভবনে আগুন লেগেছে এবং একদল মানুষকে সেই ভবনের দিকে দৌড়ে যেতে দেখা যাচ্ছে।",
        date: "09 Mar 2026, 04:21 PM"
    },



];

// {
//         id: 0,
//         image: "",
//         image2: "",
//         image3: "",
//         title: "",
//         desc1: "",
//         desc2: "",
//         desc3: "",
//         desc4: "",
//         desc5: "",
//         desc6: "",
//         date: " "
//     },

