export const techData = [
    // Main First News
    {
        id: 1,
        image: "https://cdn.bdnews24.com/bdnews24/media/bangla/imgAll/2026March/socialmedia-reuters-080326-01-1772974294.jpg",
        image2: "",
        image3: "",
        title: "ইন্দোনেশিয়ায় ১৬ এর কম বয়সে সামাজিক মাধ্যমে নিষিদ্ধ হচ্ছে",
        desc1: "‘উচ্চ ঝুঁকিপূর্ণ’ বিভিন্ন প্ল্যাটফর্মকে আগামী ২৮ মার্চ থেকে ইন্দোনেশিয়ায় থাকা ১৬ বছরের কম বয়সী সব অ্যাকাউন্ট মুছে ফেলতে হবে।",
        desc2: "অস্ট্রেলিয়ার পর এবার কঠোর অবস্থানে ইন্দোনেশিয়া। ‘শিশুদের মানসিক স্বাস্থ্য সুরক্ষা ও অনলাইন নিরাপত্তা’ নিশ্চিত করতে ১৬ বছরের কম বয়সীদের জন্য সামাজিক যোগাযোগ মাধ্যম ব্যবহারে নিষেধাজ্ঞা আরোপ করতে যাচ্ছে দেশটি।",
        desc3: "প্রযুক্তি সাইট এনগ্যাজেট লিখেছে, অস্ট্রেলিয়ার দেখানো পথ অনুসরণ করে ইন্দোনেশিয়াও ১৬ বছরের কম বয়সী শিশুদের জন্য সামাজিক যোগাযোগ মাধ্যম ব্যবহারের সীমা নির্ধারণ করছে।",
        desc4: "এক ঘোষণায় দেশটির যোগাযোগ ও ডিজিটাল বিষয়ক মন্ত্রী মেউতিয়া হাফিদ বলেছেন, নতুন সরকারি নিয়ম অনুসারে ‘উচ্চ ঝুঁকিপূর্ণ’ বিভিন্ন প্ল্যাটফর্মকে আগামী ২৮ মার্চ থেকে ইন্দোনেশিয়ায় থাকা ১৬ বছরের কম বয়সী সব অ্যাকাউন্ট মুছে ফেলতে হবে।",
        desc5: "মন্ত্রী হাফিদ বলেছেন, এ নিয়মটি ধাপে ধাপে কার্যকর হবে। শুরুতে ইউটিউব, টিকটক, ফেইসবুক, ইনস্টাগ্রাম, থ্রেডস, এক্স, জনপ্রিয় অনলাইন গেইমিং প্ল্যাটফর্ম ‘রোব্লক্স’ ও সিঙ্গাপুরভিত্তিক লাইভ স্ট্রিমিং প্ল্যাটফর্ম ‘বিগো লাইভ’-এর মতো মাধ্যমে চালু হবে।",
        desc6: "তিনি আরও বলেছেন, সব প্ল্যাটফর্মকে ইন্দোনেশিয়া সরকারের দেওয়া শর্ত ও বাধ্যবাধকতা মেনে চলতে হবে। তবে এসব শর্ত ঠিক কী তা তিনি স্পষ্ট করেননি। এ নিষেধাজ্ঞার প্রতিক্রিয়ায় ফেইসবুকের মূল কোম্পানি মেটার একজন মুখপাত্র বলেছেন, তারা এখনও সরকারের কাছ থেকে কোনো আনুষ্ঠানিক নীতিমালা পাননি এবং বিস্তারিত তথ্যের জন্য অপেক্ষা করছেন।",
        date: " "
    },

    // Bottom All News



];

// {
//         id: 0,
//         image: "",
//         image2: "",
//         image3: "",
//         title: "",
//         desc1: "",
//         desc2: "",
//         desc3: "",
//         desc4: "",
//         desc5: "",
//         desc6: "",
//         date: " "
//     },

