export const worldData = [
    // Main First News

    {
        id: 17501,
        image: "https://images.dailyamardesh.com/original_images/Amardesh_Iran_jolfa.jpg",
        image2: "",
        image3: "",
        title: "মধ্যপ্রাচ্যে মার্কিন-ইসরাইলি কর্মকর্তাদের বাসভবন ‘বৈধ লক্ষ্যবস্তু’ ঘোষণা ইরানের",
        desc1: "মধ্যপ্রাচ্যে অবস্থানরত মার্কিন ও ইসরাইলি কর্মকর্তাদের বাসভবনকে ‘বৈধ লক্ষ্যবস্তু’ হিসেবে ঘোষণা করেছে ইরান",
        desc2: "মধ্যপ্রাচ্যে অবস্থানরত মার্কিন ও ইসরাইলি কর্মকর্তাদের বাসভবনকে ‘বৈধ লক্ষ্যবস্তু’ হিসেবে ঘোষণা করেছে ইরান।",
        desc3: "দেশটির সামরিক বাহিনীর মুখপাত্র ইব্রাহিম যুলফাকারি জানিয়েছেন, ইরানের বিভিন্ন শহরের আবাসিক এলাকায় হামলার প্রতিক্রিয়ায় এই পদক্ষেপ নেওয়া হয়েছে।",
        desc4: "সামাজিক যোগাযোগমাধ্যম এক্সে দেওয়া এক বার্তায় তিনি বলেন, ইরানে বেসামরিক ও আবাসিক স্থাপনায় হামলার জবাবে মধ্যপ্রাচ্যে মার্কিন ও ইসরাইলি কর্মকর্তাদের বাসভবনে হামলা চালানো হবে।",
        desc5: "একই সঙ্গে প্রকাশিত এক ভিডিও বার্তায় তিনি দাবি করেন, এটি যুক্তরাষ্ট্র ও ইসরাইলের ‘সন্ত্রাসী কর্মকাণ্ডের’ জবাব।",
        desc6: "ইরানের দাবি, সাম্প্রতিক সংঘাতে তাদের বড় শহরগুলোর আবাসিক ভবন লক্ষ্য করে হামলা চালানো হয়েছে। এর প্রতিক্রিয়ায় দেশটির সশস্ত্র বাহিনী এখন প্রতিপক্ষের সামরিক ও রাজনৈতিক সংশ্লিষ্ট ব্যক্তিদের বাসস্থানকে লক্ষ্যবস্তু হিসেবে বিবেচনা করছে।",
        date: "৩০ মার্চ ২০২৬"
    },

    // Bottom All News

    {
        id: 17502,
        image: "https://images.dailyamardesh.com/original_images/Amardesh_Spain_Iran_Flag.jpg",
        image2: "",
        image3: "",
        title: "ইরানে হামলায় স্পেনের আকাশসীমা ব্যবহার করতে পারবে না যুক্তরাষ্ট্র",
        desc1: "ইরানে হামলার সঙ্গে জড়িত মার্কিন সামরিক বিমানের জন্য নিজেদের আকাশসীমা ব্যবহার নিষিদ্ধ করেছে স্পেন",
        desc2: "ইরানে হামলার সঙ্গে জড়িত মার্কিন সামরিক বিমানের জন্য নিজেদের আকাশসীমা ব্যবহার নিষিদ্ধ করেছে স্পেন। দেশটির প্রতিরক্ষামন্ত্রী মার্গারিতা রোবলেস জানিয়েছেন, এর আগে যৌথভাবে পরিচালিত সামরিক ঘাঁটি ব্যবহারে নিষেধাজ্ঞা দেওয়ার পর এবার আকাশপথেও নতুন বিধিনিষেধ আরোপ করা হলো।",
        desc3: "মাদ্রিদে সাংবাদিকদের সঙ্গে আলাপকালে রোবলেস বলেন, ‘ইরান যুদ্ধসংক্রান্ত কোনো কর্মকাণ্ডে আমরা না সামরিক ঘাঁটি ব্যবহারের অনুমতি দিচ্ছি, না আকাশসীমা ব্যবহারের অনুমতি দিচ্ছি।’",
        desc4: "এই সিদ্ধান্তের ফলে মার্কিন সামরিক বিমানগুলোকে বিকল্প পথে চলতে বাধ্য হতে হবে, যদিও জরুরি ফ্লাইটগুলো এই নিষেধাজ্ঞার বাইরে থাকবে।",
        desc5: "স্পেনের অর্থমন্ত্রী কার্লোস কুয়ের্পো জানান, একতরফাভাবে এবং আন্তর্জাতিক আইনের পরিপন্থীভাবে শুরু হওয়া কোনো যুদ্ধে সমর্থন না দেওয়ার নীতির প্রতিফলনই এই সিদ্ধান্ত।",
        desc6: "এর আগে স্পেনের প্রধানমন্ত্রী পেদ্রো সানচেজও যুক্তরাষ্ট্র-ইসরায়েল জোটের ইরানবিরোধী সামরিক অভিযানের সমালোচনা করেছেন। অন্যদিকে, সাবেক মার্কিন প্রেসিডেন্ট ডোনাল্ড ট্রাম্প এ বিষয়ে বাণিজ্যিক প্রতিশোধ নেওয়ার হুমকি দিয়েছেন।",
        date: "৩০ মার্চ ২০২৬"
    },

    {
        id: 17503,
        image: "https://images.dailyamardesh.com/original_images/Trump_NATO.jpg",
        image2: "",
        image3: "",
        title: "ইরানে ১৩ হাজার লক্ষ্যবস্তুতে হামলা, আরো ৩ হাজার বাকি: ট্রাম্প",
        desc1: "ইরানে প্রায় ১৩,০০০ লক্ষ্যবস্তুতে হামলা চালিয়েছে এবং আরও কয়েক হাজার লক্ষ্যবস্তু এখনো বাকি রয়েছে",
        desc2: "মার্কিন প্রেসিডেন্ট ডোনাল্ড ট্রাম্প দাবি করেছেন, যুক্তরাষ্ট্র ইতোমধ্যে ইরানে প্রায় ১৩,০০০ লক্ষ্যবস্তুতে হামলা চালিয়েছে এবং আরও কয়েক হাজার লক্ষ্যবস্তু এখনো বাকি রয়েছে। ব্রিটিশ দৈনিক ফিন্যান্সিয়াল টাইমস-কে দেওয়া এক সাক্ষাৎকারে তিনি এ কথা বলেন।",
        desc3: "সাক্ষাৎকারে ট্রাম্প ইরানের তেল উৎপাদন কেন্দ্র দখলের হুমকি পুনর্ব্যক্ত করলেও একই সঙ্গে জানান, পাকিস্তানের ‘দূতদের’ মাধ্যমে যুক্তরাষ্ট্র ও ইরানের মধ্যে পরোক্ষ আলোচনা ইতিবাচকভাবে এগোচ্ছে।",
        desc4: "হরমুজ প্রণালি পুনরায় খুলে দেওয়ার লক্ষ্যে শিগগিরই কোনো যুদ্ধবিরতি চুক্তি হতে পারে কি না—এমন প্রশ্নের জবাবে ট্রাম্প সুনির্দিষ্ট কোনো তথ্য দিতে রাজি হননি।",
        desc5: "এর পরিবর্তে ট্রাম্প বলেন, ‘আমাদের হাতে এখনো প্রায় ৩,০০০ লক্ষ্যবস্তু বাকি আছে। আমরা ১৩,০০০ লক্ষ্যবস্তুতে হামলা চালিয়েছি এবং আরও কয়েক হাজার লক্ষ্যবস্তু বাকি রয়েছে। একটি চুক্তি বেশ দ্রুতই হতে পারে।’",
        desc6: "সূত্র: আলজাজিরা।",
        date: "৩০ মার্চ ২০২৬"
    },

];

// {
//         id: 0,
//         image: "",
//         image2: "",
//         image3: "",
//         title: "",
//         desc1: "",
//         desc2: "",
//         desc3: "",
//         desc4: "",
//         desc5: "",
//         desc6: "",
//         date: " "
//     },
