export const worldData = [
    // Main First News

    {
        id: 17501,
        image: "https://cdn.bdnews24.com/bdnews24/media/bangla/imgAll/2026March/air-indifo-bird-fly-110326-1773218326.jpg",
        image2: "",
        image3: "",
        title: "পাকিস্তানের আকাশে নিষিদ্ধ ভারতীয় এয়ারলাইন্স ইরান যুদ্ধে নতুন করে বিপাকে",
        desc1: "মধ্যপ্রাচ্যের টালমাটাল পরিস্থিতির কারণে একাধিক ভারতীয় বাণিজ্যিক বিমান সংস্থাকে তাদের ফ্লাইটের সময়সূচি ও পথ বদলাতে হচ্ছে, কিন্তু পাকিস্তানের আকাশ ব্যবহার করতে না পারায় তাদের বিকল্পও অনেকটাই সীমিত হয়ে পড়েছে।",
        desc2: "ইরান যুদ্ধের কারণে মধ্যপ্রাচ্যের আকাশে বিমান চলাচলে যে বিধিনিষেধ জারি রয়েছে তা ভারতীয় এয়ারলাইনগুলোকে নতুন বিপাকে ফেলেছে।",
        desc3: "গত বছর থেকে পাকিস্তান তার আকাশসীমা নিষিদ্ধ করে রাখায় ইউরোপ ও যুক্তরাষ্ট্রের বিভিন্ন গন্তব্যে ফ্লাইট পরিচালনায় মধ্যপ্রাচ্যের আকাশই ছিল ভারতীয় এয়ারলাইনগুলোর অন্যতম প্রধান ভরসা। ২৮ ফেব্রুয়ারি থেকে ওই পথের সিংহভাগই কার্যত বন্ধ হয়ে আছে।",
        desc4: "মধ্যপ্রাচ্যের টালমাটাল পরিস্থিতির কারণে একাধিক ভারতীয় বাণিজ্যিক বিমান সংস্থাকে তাদের ফ্লাইটের সময়সূচি ও পথ বদলাতে হচ্ছে, কিন্তু পাকিস্তানের আকাশ ব্যবহার করতে না পারায় তাদের বিকল্পও অনেকটাই সীমিত হয়ে পড়েছে বলে জানিয়েছে বার্তা সংস্থা রয়টার্স। আন্তর্জাতিক ফ্লাইট সংক্রান্ত তথ্যউপাত্ত নিয়ে কাজ করা সংস্থা সিরিয়াম জানিয়েছে, গত ১০ দিনে ভারতের সবচেয়ে বড় দুই আন্তর্জাতিক ক্যারিয়ার এয়ার ইনডিয়া ও ইন্ডিগো তাদের মধ্যপ্রাচ্য, ইউরোপ ও উত্তর আমেরিকার নির্ধারিত এক হাজার ২৩০টি ফ্লাইটের ৬৪ শতাংশই চালাতে পারেনি।  “যেসব ভারতীয় এয়ারলাইন আন্তর্জাতিক রুটে ফ্লাইট চালায় তাদের জন্য এটি দ্বৈত আঘাত হয়ে এসেছে,” বলেছেন বিমান চলাচল বিষয়ক স্বাধীন বিশেষজ্ঞ অমিত মিত্তাল।",
        desc5: "প্রতিবেশী দুই দেশের মধ্যে সামরিক উত্তেজনার কারণে গত বছরের এপ্রিল থেকেই পাকিস্তান ভারতের ক্যারিয়ারগুলোর জন্য তাদের আকাশসীমা নিষিদ্ধ করে রেখেছে। দিনকয়েক আগে ব্যাংক ও আর্থিক সেবা সংস্থা এইচএসবিসি বলেছে, মধ্যপ্রাচ্যের এখনকার ভূরাজনৈতিক উত্তেজনা ভারতীয় এয়ারলাইনগুলোর খরচ ও মুনাফার ওপর ‘বড় চাপ’ সৃষ্টি করতে পারে। যুদ্ধরত অঞ্চলটিতে ৭ দিন ফ্লাইট বাতিলের কারণে এয়ারলাইনগুলোর বার্ষিক করব্যতীত আয় ১ দশমিক ২ শতাংশ কমে যেতে পারে বলেও তাদের ধারণা। সাম্প্রতিক দিনগুলোতে ভারতীয় এয়ারলাইনগুলো মধ্যপ্রাচ্যের কিছু কিছু রুটে সামান্য পরিমাণ ফ্লাইট চালানো শুরু করতে পারলেও ইন্ডিগো আছে অন্য জটিলতায়। তাদের ইউরোপে যাত্রার অনেকটাই নর্স আটলান্টিক এয়ারওয়েজ থেকে ভাড়া নেওয়া ছয়টি দূরপাল্লার বোয়িংয়ের ওপর নির্ভরশীল। বিমানগুলো নরওয়েতে নিবন্ধিত হওয়ায় তাদেরকে ইউরোপীয় ইউনিয়নের বিমান চলাচল নিরাপত্তা সংস্থার নির্দেশনা মানতে হয়। ",
        desc6: "সংস্থাটি সম্প্রতি তাদের সব এয়ারলাইনগুলোকে ইরান, ইরাক, ইসরায়েল, কুয়েত, লেবানন, কাতার, সংযুক্ত আরব আমিরাত ও সৌদি আরবের আকাশসীমা এড়িয়ে চলতে বলেছে। এ কারণে ইন্ডিগোকে আফ্রিকা হয়ে ইউরোপ যাত্রার দীর্ঘ পথ বেছে নিতে হচ্ছে, যার ফলে তাদের যাত্রাকাল কোথাও কোথাও দুই ঘণ্টাও বেড়ে যাচ্ছে বলে জানিয়েছে ফ্লাইটরেডার টোয়েন্টিফোর। আফ্রিকার পথ ব্যবহারেও নানান জটিলতায় পড়তে হচ্ছে ভারতীয় এ এয়ারলাইনকে। নর্স নামে নিবন্ধিত একটি বিমান কী করে ইন্ডিগো ব্যবহার করছে—এ বিভ্রান্তির কারণে আফ্রিকার দেশ ইরিত্রিয়ার বিমান চলাচল নিয়ন্ত্রক কর্তৃপক্ষ তাদের আকাশসীমা ব্যবহার করতে না দেওয়ায় রোববার ইন্ডিগোর ম্যানচেস্টারগামী একটি ফ্লাইটকে দিল্লিতে ফেরত আসতে হয়েছে বলে বিষয়টি সম্বন্ধে অবগত একটি সূত্র রয়টার্সকে জানিয়েছে।  ইন্ডিগো ওই ঘটনা প্রসঙ্গে জানিয়েছে, ‘শেষ মুহূর্তে আকাশসীমায় বিধিনিষেধজনিত কারণে’ ১৩ ঘণ্টা আকাশে থাকার পর ওই বিমানকে দিল্লিতে ফিরতে হয়েছে।",
        date: "11 Mar 2026, 02:38 PM"
    },

    // Bottom All News
    {
        id: 17502,
        image: "https://cdn.bdnews24.com/bdnews24/media/bangla/imgAll/2026March/putin-090326-01-1773059819.jpg",
        image2: "",
        image3: "",
        title: "ইরানের পাশে থাকার বার্তা পুতিনের, শুভেচ্ছা খামেনির ছেলেকে",
        desc1: "ইরানের নতুন সর্বোচ্চ নেতা মুজতবা খামেনিকে দেওয়া রুশ প্রেসিডেন্ট পুতিনের এই সংহতির বার্তা যুক্তরাষ্ট্রের প্রেসিডেন্ট ট্রাম্পের বার্তার সম্পূর্ণ বিপরীত।",
        desc2: "ইরানের নতুন সর্বোচ্চ নেতা আয়াতুল্লাহ মুজতাবা খামেনিকে ‘অটল সমর্থনে’র প্রতিশ্রুতি দিয়েছেন রাশিয়ার প্রেসিডেন্ট ভ্লাদিমির পুতিন। সোমবার এক বার্তায় তিনি তেহরানের প্রতি মস্কোর সংহতি পুনর্ব্যক্ত করেন। মার্কিন ও ইসরায়েলি বিমান হামলায় পূর্বসূরি ও বাবা আয়াতুল্লাহ আলি খামেনি নিহত হওয়ার পর ছেলে মুজতাবা খামেনিকে এই পদে আসীন করা হয়।",
        desc3: "তার এই নিয়োগকে স্বাগত জানিয়ে পুতিন বলেন, “আমি তেহরানকে আমাদের অটল সমর্থন এবং ইরানি বন্ধুদের সঙ্গে সংহতির বিষয়টি আবারও নিশ্চিত করতে চাই।”",
        desc4: "রুশ প্রেসিডেন্ট তার বার্তায় আরও উল্লেখ করেন যে, ইরান রাশিয়ার ওপর ভরসা রাখতে পারে। তিনি বলেন, “রাশিয়া ইরানের একটি নির্ভরযোগ্য অংশীদার ছিল এবং ভবিষ্যতেও থাকবে।”",
        desc5: "বর্তমানে ইরান ও মধ্যপ্রাচ্যে যে অস্থিরতা চলছে, সেদিকে ইঙ্গিত করে পুতিন বলেন, “ইরান যখন সশস্ত্র আগ্রাসন মোকাবেলা করছে, তখন এই উচ্চ পদে আপনার (মুজতাবা) আসীন হওয়া নিঃসন্দেহে অনেক সাহস ও নিষ্ঠার দাবি রাখে।",
        desc6: "মুজতবাকে পুতিনের এই সংহতির বার্তা যুক্তরাষ্ট্রের প্রেসিডেন্ট ডনাল্ড ট্রাম্পের বার্তার সম্পূর্ণ বিপরীত। সংবাদমাধ্যম এক্সিওসে ট্রাম্প বলেছিলেন, আয়াতুল্লাহ খামেনির ছেলে তার কাছে ইরানের নতুন নেতা হিসাবে গ্রহণযোগ্য নয়। ট্রাম্প বলেছিলেন তিনি এমন কাউকে নেতা হিসাবে চান যিনি ইরানে শান্তি ও সম্প্রীতি ফিরিয়ে আনতে পারবেন। এবিসি নিউজে ট্রাম্প আরও বলেছিলেন, “তিনি (নতুন নেতা) আমাদের কাছে অনুমোদনযোগ্য না হলে তিনি বেশিদিন টিকবেন না।”",
        date: "09 Mar 2026, 06:37 PM"
    },

    {
        id: 17503,
        image: "https://cdn.bdnews24.com/bdnews24/media/bangla/imgAll/2026March/mojtaba-khamenei-090326-01-1773034112.jpg",
        image2: "",
        image3: "",
        title: "মুজতাবাকে সর্বোচ্চ নেতা বানিয়ে শেষ পর্যন্ত লড়াইয়ের বার্তা দিল ইরান",
        desc1: "ইরানের ইসলামিক রেভল্যুশনারি গার্ড কোরের ঘনিষ্ঠ হিসেবে পরিচিত মুজতাবা খামেনি পশ্চিমাদের বিরুদ্ধে আরও লড়াকু অবস্থান নেবেন বলেই মনে করা হচ্ছে।",
        desc2: "যুক্তরাষ্ট্র ও ইসরায়েলের সঙ্গে যুদ্ধের মধ্যেই ইরান তাদের সাবেক সর্বোচ্চ নেতা আয়াতুল্লাহ আলি খামেনির ছেলে মুজতাবা খামেনিকে তার উত্তরসূরি হিসেবে নিয়োগ দিয়েছে। যুক্তরাষ্ট্রের প্রেসিডেন্ট ডনাল্ড ট্রাম্পকে সরাসরি অগ্রাহ্য করে এ সিদ্ধান্ত নিয়েছে ইরান। কারণ, ট্রাম্প এর আগে আয়াতুল্লাহ আলি খামেনির ছেলে মুজতাবা নতুন নেতা হিসাবে ‘গ্রহণযোগ্য নয়’ বলে মত দিয়েছিলেন।",
        desc3: "বিশ্লেষকরা মনে করছেন, মুজতাবাকে এভাবে সর্বোচ্চ নেতা বানিয়ে যুক্তরাষ্ট্রকে কঠোর বার্তাই দিয়েছে ইরান। আর তা হল, তারা যুক্তরাষ্ট্র ও ইসরায়েলের সঙ্গে যুদ্ধে পিছু হটবে না, বরং শেষ পর্যন্ত লড়াই চালিয়ে যাবে। মুজতাবা খামেনি দীর্ঘদিন ধরেই ইরানের ইসলামিক রেভল্যুশনারি গার্ড কোরের (আইআরজিসি) ঘনিষ্ঠ হিসেবে পরিচিত। তাকে সর্বোচ্চ ধর্মীয় নেতার পদে নিয়োগ এটাই প্রমাণ করে যে, ইরানকে নতিস্বীকার করতে বাধ্য করার যে চেষ্টা ট্রাম্প চালিয়েছিলেন, তা এখন পর্যন্ত ব্যর্থ হয়েছে। তাছাড়া, মুজতাবাকে নিয়োগের মধ্য দিয়ে ইরানের শাসনব্যবস্থায় কট্টরপন্থিদের নিয়ন্ত্রণ আরও সুসংহত হল এবং সংস্কারপন্থি বা মধ্যপন্থিরা কোণঠাসা হয়ে পড়ল।",
        desc4: "এ পদক্ষেপ যুদ্ধ সহসাই বন্ধ হওয়ার পথ রুদ্ধ করল বলেই মনে করা হচ্ছে, বরং এর মধ্য দিয়ে যুদ্ধ আরও তীব্রতর হতে পারে এবং এর প্রভাব মধ্যপ্রাচ্যের বাইরেও অনেক দূর পর্যন্ত ছড়িয়ে পড়তে পারে। মুজতাবার নিয়োগের পরপরই রেভল্যুশনারি গার্ড ও ইরানি সেনাবাহিনী নতুন নেতার প্রতি আনুগত্য প্রকাশ করেছে। মুজতবার অধীনে আরও শক্তিশালী প্রতিরোধের অঙ্গীকার করেছে তারা।",
        desc5: "মধ্যপ্রাচ্যবিষয়ক গবেষণাপ্রতিষ্ঠান ‘মিডল ইস্ট ইনস্টিটিউট’-এর ঊর্ধ্বতন ফেলো অ্যালেক্স ভাতাঙ্কা বলেন, “মোজতবাকে ক্ষমতায় আনা আসলে একই পুরোনো কৌশলের পুনরাবৃত্তি।” ভাতাঙ্কা আরও বলেন, “এত বড় পরিসরের সামরিক অভিযান চালিয়ে, এত ঝুঁকি নিয়ে শেষ পর্যন্ত ৮৬ বছর বয়সী একজন মানুষকে (আয়াতুল্লাহ আলি খামেনি) হত্যা করা, তারপর সেই জায়গায় তারই কট্টরপন্থি ছেলেকে বসতে দেখা- যুক্তরাষ্ট্রের জন্য বড় ধরনের অপমান।” ইরানে জটিল, ধর্মতান্ত্রিক শাসনব্যবস্থায় সর্বোচ্চ নেতাই চূড়ান্ত কর্তৃপক্ষ। তিনি ইরানের পররাষ্ট্রনীতি ও পারমাণবিক কর্মসূচিসহ সব বিষয়ে সর্বোচ্চ সিদ্ধান্ত নেন। পাশাপাশি নির্বাচিত প্রেসিডেন্ট ও পার্লামেন্টকে নির্দেশনা দেন।",
        desc6: "বিশ্লেষকরা বলছেন,কট্টরপন্থি ধর্মীয় নেতা মুজতাবা খামেনিকে নিয়োগ করা হল এমন এক সময়ে যখন তার ব্যক্তিগত জীবনও যুদ্ধে ক্ষতবিক্ষত। যুক্তরাষ্ট্র ও ইসরায়েলের অভিযানে বাবা আলি খামেনির পাশাপাশি তিনি মা, স্ত্রী ও এক সন্তানকেও হারিয়েছেন। তাকে নির্বাচিত করার মধ্য দিয়ে একটি বার্তা স্পষ্ট। আর তা হল: ইরানের নেতারা নিজেদের শাসনব্যবস্থাকে রক্ষা করতে কোনও আপস করবে না। সংঘর্ষ, প্রতিশোধ ও কষ্ট সহ্য করা ছাড়া তারা সামনে আর কোনও পথ দেখছে না। ইরানের অভ্যন্তরীন সূত্রমতে, জনগণের অসন্তোষ এবং চলমান সংঘাতের কারণে মুজতাবা খামেনি অভ্যন্তরীন ও বহির্বিশ্ব থেকে বড় চাপের মুখে পড়তে পারেন। তবু তিনি দ্রুত নিজের ক্ষমতা পোক্ত করার দিকে এগোবেন বলে মনে করা হচ্ছে। এর অর্থ হবে ইসলামিক রেভল্যুশনারি গার্ড কোরের (আইআরজিসি) ক্ষমতার আরও বিস্তার, কঠোর অভ্যন্তরীন নিয়ন্ত্রণ এবং ভিন্নমত দমনে ব্যাপক দমন-পীড়ন।",
        date: "09 Mar 2026, 10:08 PM"
    },

    {
        id: 17504,
        image: "https://cdn.bdnews24.com/bdnews24/media/bangla/imgAll/2026March/people-walk-attack-site-iran-090326-01-1773068290.jpg",
        image2: "",
        image3: "",
        title: "ইরানে হামলার ‘ইসরায়েলি খবর’ অস্বীকার করল আরব আমিরাত",
        desc1: "ইরানের হামলার মুখে আরব আমিরাত 'আত্মরক্ষামূলক অবস্থানে' রয়েছে। তারা কোনও সংঘাত বা উত্তেজনা বৃদ্ধিতে জড়াতে চায় না- বলেছে আমিরাতের পররাষ্ট্র মন্ত্রণালয়",
        desc2: "ইরানের একটি পানি শোধনগারে (ডিস্যালিনেশন প্ল্যান্ট) বিমান হামলায় সংযুক্ত আরব আমিরাত অংশ নিয়েছে বলে ইসরায়েলি গণমাধ্যমে প্রকাশিত খবর অস্বীকার করেছে আবুধাবি। আমিরাতের পররাষ্ট্র মন্ত্রণালয় রোববার এক বিবৃতিতে জানিয়েছে, “ইরানের হামলার মুখে আরব আমিরাত 'আত্মরক্ষামূলক অবস্থানে' রয়েছে। তারা কোনও সংঘাত বা উত্তেজনা বৃদ্ধিতে জড়াতে চায় না।”",
        desc3: "এই বিবৃতির আগে ইসরায়েলের বেশ কয়েকটি গণমাধ্যম নাম প্রকাশ না করা কয়েকটি সূত্রের বরাত দিয়ে বলেছিল, ইরানের একটি পানি শোধনাগারে হামলার নেপথ্যে ছিল সংযুক্ত আরব আমিরাত। ইরানের পররাষ্ট্রমন্ত্রী আব্বাস আরাকচি শনিবার এক বিবৃতিতে জানিয়েছিলেন, হরমুজ প্রণালির কাশম দ্বীপে ইরানের একটি পানি শোধনাগারে যুক্তরাষ্ট্র বোমা হামলা চালিয়েছে। ফলে ৩০টি গ্রামে পানি সরবরাহ বিঘ্নিত হচ্ছে।",
        desc4: "তবে যুক্তরাষ্ট্র ও ইসরায়েল উভয়ই এই হামলার অভিযোগ অস্বীকার করেছে। আমিরাতের কর্মকর্তারাও খুব দ্রুতই হামলায় জড়িত থাকার ইসরায়েলি খবর অস্বীকার করেছেন।",
        desc5: "সংযুক্ত আরব আমিরাতের ফেডারেল ন্যাশনাল কাউন্সিলের সদস্য এবং প্রতিরক্ষা, স্বরাষ্ট্র ও পররাষ্ট্রবিষয়ক কমিটির চেয়ারম্যান আলি রশিদ আল নুয়াইমি সামাজিক যোগাযোগমাধ্যম এক্সে ইসরায়েলের প্রকাশিত প্রতিবেদনকে ‘ভুয়া খবর’ বলে বর্ণনা করেন।",
        desc6: "তিনি বলেন, “যখন আমরা কিছু করি, সেটি ঘোষণা দেওয়ার মতো সাহস আমাদের আছে।” ইরানে হামলায় আরব আমিরাত জড়িত থাকার খবর প্রথম যেসব গণমাধ্যমে প্রকাশ পায়, তার একটি ‘দ্য জেরুজালেম পোস্ট’। আমিরাতের এক ঊর্ধ্বতন কর্মকর্তা জেরুজালেম পোস্টকে বলেন, আবুধাবি ইসরায়েলের এ ধরনের আচরণ এবং তাদের প্রকাশিত সংবাদ ব্রিফিংয়ের স্বরূপ বুঝতে হিমশিম খাচ্ছে।",
        date: "09 Mar 2026, 08:58 PM"
    },

];

// {
//         id: 0,
//         image: "",
//         image2: "",
//         image3: "",
//         title: "",
//         desc1: "",
//         desc2: "",
//         desc3: "",
//         desc4: "",
//         desc5: "",
//         desc6: "",
//         date: " "
//     },
