export const worldData = [
    // Main First News

    {
        id: 17501,
        image: "https://cdn.bdnews24.com/bdnews24/media/bangla/imgAll/2026March/missile-attack-150326-01-1773556941.jpg",
        image2: "",
        image3: "",
        title: "মধ্যরাতের পর থেকে ইসরায়েলে ইরানের পঞ্চম ক্ষেপণাস্ত্র হামলা, আহত ২",
        desc1: "ক্ষেপণাস্ত্র হামলার আতঙ্কে অসুস্থ হয়ে পড়া আরও বেশ কয়েকজনকে চিকিৎসা দেওয়া হচ্ছে বলে দেশেটির জরুরি পরিষেবা জানিয়েছে।",
        desc2: "ইসরায়েলের স্থানীয় সময় মধ্যরাতের পর থেকে দেশটিতে অন্তত পাঁচবার ব্যালিস্টিক ক্ষেপণাস্ত্র হামলা চালিয়েছে ইরান। এসব ক্ষেপণাস্ত্রের অধিকাংশই বাধা দিয়ে ধ্বংস করেছে ইসরায়েলের বিমান প্রতিরক্ষা বাহিনী, তারপরও অন্তত দুইজন আহত হয়েছে। রোববার স্থানীয় সময় ভোররাতে ইসরায়েলের তেল আবিব শহরের হোলন একটি ব্যালিস্টিক ক্ষেপণাস্ত্র হামলা হয়। এতে অন্তত দুইজন আহত হন বলে জানিয়েছে দেশেটির জরুরি পরিষেবা মাগেন দাভিদ আদোম।",
        desc3: "টাইমস অব ইসরায়েল জানিয়েছে, ওই এলাকায় ক্ষেপণাস্ত্র আঘাত হানার সময় তারা আহত হন। তবে বাধা দিয়ে ধ্বংস করা ক্ষেপণাস্ত্রের ধ্বংসাবশেষের আঘাতেও তারা আহত হয়ে থাকতে পারেন। ইসরায়েলের সামরিক বাহিনী জানিয়েছে, তারা ঘটনাটি তদন্ত করে দেখছে। মাগেন দাভিদ আদোম (এমডিএ) জানিয়েছে, ছিটকে আসা কাঁচের টুকরোর আঘাতে অশীতিপর এক ব্যক্তি আহত হন, তাকে ঘটনাস্থলেই চিকিৎসা দেওয়া হয়। আহত অপরজন একজন নারী, তিনিও অশীতিপর। শ্বাসের সঙ্গে ধোঁয়া ঢুকে তিনি অসুস্থ হয়ে পড়েন।",
        desc4: "ক্ষেপণাস্ত্র হামলার আতঙ্কে অসুস্থ হয়ে পড়া আরও বেশ কয়েকজনকে চিকিৎসা দেওয়া হচ্ছে বলে এমডিএ জানিয়েছে। এ দিন মধ্যরাতের পর থেকে ইসরায়েলের মধ্যাঞ্চল, উত্তরাঞ্চল ও দক্ষিণাঞ্চল, সবগুলো এলাকা লক্ষ্য করে ব্যালিস্টিক ক্ষেপণাস্ত্র হামলা চালায় ইরান। ইরানের পাশাপাশি লেবানন থেকে ইরানপন্থি সংগঠন হিজবুল্লাহও ইসরায়েলের উত্তরাঞ্চল ও মধ্যাঞ্চল লক্ষ্য করে ক্ষেপণাস্ত্র হামলা চালিয়েছে। এরমধ্যে ইসরায়েলের মধ্যাঞ্চল লক্ষ্য করে ছোড়া ক্ষেপণাস্ত্রটি দীর্ঘ পাল্লার ছিল।",
        desc5: "এর আগের দিন শনিবার অন্তত ছয়বার ইসরায়েলে ক্ষেপণাস্ত্র হামলা চালায় ইরান। প্রত্যেকবারে একসঙ্গে বেশ কয়েকটি ব্যালিস্টিক ক্ষেপণাস্ত্র ইসরায়েলে গিয়ে হাজির হয়। এসব হামলায় সম্পদের ক্ষয়ক্ষতির পাশাপাশি ইসরায়েলের দক্ষিণাঞ্চলীয় বন্দর শহর এলাতে অন্তত তিনজন আহত হয়। ইসরায়েলের দক্ষিণাঞ্চল, মধ্যাঞ্চল, উত্তরাঞ্চলের পাশাপাশি জেরুজালেম ও পশ্চিম তীরের ইহুদি বসতিগুলো লক্ষ্য করে এসব হামলা চালানো হয়। এগুলোর ম্যধ্যে কিছু ক্ষেপণাস্ত্রের ওয়ারহেডে ক্লাস্টার বোমা ছিল বলে জানিয়েছে ইসরায়েলি গণমাধ্যম।",
        desc6: "ইরানি বার্তা সংস্থা তাসনিম জানিয়েছে, ইসরায়েলের আঞ্চলিক কমান্ড ও কন্ট্রোল সেন্টার এবং দেশটির অভ্যন্তরীণ ফ্রন্ট ব্যবস্থাপনা কেন্দ্র লক্ষ্য করে ইরানের রেভল্যুশনারি গার্ড এসব হামলা চালিয়েছে।",
        date: "15 Mar 2026, 12:43 PM"
    },

    // Bottom All News

    {
        id: 17502,
        image: "https://cdn.bdnews24.com/bdnews24/media/bangla/imgAll/2026March/abbas-araghchi-150326-01-1773565693.jpg",
        image2: "",
        image3: "",
        title: "যুক্তরাষ্ট্র ও ইসরায়েল বাদে হরমুজ প্রণালি সবার জন্য উন্মুক্ত: আরাকচি",
        desc1: "চ্যানেল এমএস নাউকে দেওয়া এক সাক্ষাৎকারে আরাকচি জানিয়েছেন, অন্য দেশের জাহাজগুলোর ক্ষেত্রে প্রণালিটি পার হতে কোনো বাধা নেই।",
        desc2: "ইরানের পররাষ্ট্রমন্ত্রী আব্বাস আরাকচি বলেছেন, হরমুজ প্রণালি শুধু যুক্তরাষ্ট্র ও ইসরায়েলের জন্য বন্ধ আর বাকি বিশ্বের সবার জন্য উন্মুক্ত। শনিবার মার্কিন ক্যাবল নিউজ চ্যানেল এমএস নাউকে দেওয়া এক সাক্ষাৎকারে আরাকচি জানিয়েছেন, অন্য দেশের জাহাজগুলোর ক্ষেত্রে প্রণালিটি পার হতে কোনো বাধা নেই।",
        desc3: "তবে ‘নিরাপত্তা উদ্বেগে’ অনেকেই তা করছে না জানিয়েছে তিনি বলেন, “এ বিষয়ে ইরানের কিছু করার নেই।” তিনি যোগ করেন, “এখন অনেক ট্যাঙ্কার ও জাহাজ হরমুজ প্রণালি পার হচ্ছে।”  যুক্তরাষ্ট্রের প্রেসিডেন্ট ডনাল্ড ট্রাম্প তার নিজের সামাজিক মাধ্যমে ট্রুথ সোশ্যালে ঘোষণা করেছেন, ‘হরমুজ প্রণালি বন্ধ করার ইরানি উদ্যোগে’ ক্ষতিগ্রস্ত বেশ কয়েকটি দেশকে সঙ্গে নিয়ে যুক্তরাষ্ট্র ‘প্রণালিটি উন্মুক্ত ও নিরাপদ’ রাখতে সেখানে যুদ্ধজাহাজ পাঠাতে পারে।",
        desc4: "ট্রাম্পের এমন বক্তব্যের পর ইরানের পররাষ্ট্রমন্ত্রী এসব কথা জানালেন। জেরুজালেম পোস্ট জানিয়েছে, নিজের পোস্টে ট্রাম্প হরমুজ প্রণালি বন্ধ থাকায় কথিত ক্ষতিগ্রস্ত দেশগুলোর উদাহরণ হিসেবে একটি তালিকা দিয়েছেন, তাতে চীন, ফ্রান্স, জাপান, দক্ষিণ কোরিয়া ও যুক্তরাজ্যের নাম আছে। এসব দেশ হরমুজ প্রণালিতে ‘যুদ্ধজাহাজ পাঠাবে’ বলে আশা প্রকাশ করেছেন তিনি। যুক্তরাষ্ট্রের প্রতিরক্ষামন্ত্রী পিট হেগসেথ বলেছেন, ইরানের নতুন সর্বোচ্চ নেতা মুজতাবা খামেনি আহত ও সম্ভবত বিকলাঙ্গ হয়ে গেছেন। এর জবাব দিয়ে আরাকচি বলেছেন, “সর্বোচ্চ নেতার কোনো সমস্যা নেই। তিনি গতকাল তার বার্তা দিয়েছেন আর সংবিধান অনুযায়ী দায়িত্বপালন করে চলেছেন আর তা অব্যাহত রাখবেন।” তিনি জোর দিয়ে বলেন, ইসলামিক প্রজাতন্ত্র সুপ্রতিষ্ঠিত আর কোনো একক ব্যক্তির ওপর নির্ভরশীল না, যে কোনো ব্যক্তিকে হারালেও তার শূন্যস্থান সিস্টেম পূরণ করে ফেলবে। আরাকচি বলেন, “সবকিছু নিয়ন্ত্রণে আছে।”",
        desc5: "শনিবার পরের দিকে ট্রাম্প দাবি করেন, তিনি শুনতে পাচ্ছেন যে মুজতাবা খামেনি ‘জীবিত নেই’। এনবিসি নিউজকে তিনি বলেন, “তবে যদি তিনি জীবিত থাকেন তার দেশের জন্য খুব বুদ্ধিমানের মতো কিছু করা উচিত আর সেটা হচ্ছে আত্মসমর্পণ।” জেনিভায় শেষ আলোচনার সময় তিনি মার্কিন দূত স্টিভ উইটকফ ও জ্যারেড কুশনারকে হুমকি দিয়ে বলেছিলেন যে ‘ইরানের ১১টি পারমাণবিক বোমা বানানোর মতো ইউরেনিয়াম আছে’, এমন দাবি অস্বীকার করেছেন আরাকচি। মার্কিন প্রতিনিধিদের ‘জ্ঞান কম থাকায়’ তারা সম্ভবত তাকে ভুল বুঝেছেন বলে দাবি করেছেন তিনি।",
        desc6: "তিনি জানান, তিনি শুধু ইরানের ৬০ শতাংশ সমৃদ্ধ ৪৪০ কিলোগ্রাম ইউরেনিয়ামের সম্ভাব্যতা নিয়ে কথা বলেছিলেন, যেগুলো ১০টি বোমা বানানোর জন্য যথেষ্ট; ইরান কতোটা ছাড় দিচ্ছে তা বোঝানোর জন্যই তিনি এমনটি বলেছিলেন। তিনি বলেন, মার্কিন আলোচকরা সম্ভবত ভুল বুঝেছে আর এর কারণ হতে পারে তাদের ‘পর্যাপ্ত জ্ঞানের অভাব’ অথবা ‘তাদের উদ্দেশ্য ছিল আগ্রাসনকে বৈধতা দেওয়া, যা বৈধ হতে পারে না’। তিনি আরও বলেন, আলোচনায় সত্যি কী কথা হয়েছিল তা একদিন প্রকাশ পাবে বলে তিনি আশা করেন।",
        date: "15 Mar 2026, 03:08 PM"
    },

    {
        id: 17503,
        image: "https://images.dailyamardesh.com/original_images/Amardesh_France_Iran.jpg",
        image2: "",
        image3: "",
        title: "সংঘাত না বাড়াতে ফ্রান্সকে আহ্বান ইরানের",
        desc1: "ইরানের পররাষ্ট্রমন্ত্রী আব্বাস আরাঘচি",
        desc2: "ইরানের পররাষ্ট্রমন্ত্রী আব্বাস আরাঘচি বলেছেন, বর্তমান পরিস্থিতিতে কোনো দেশেরই সংঘাতকে আরো বাড়ানো উচিত নয়। তিনি ফ্রান্সের পররাষ্ট্রমন্ত্রী জ্যাঁ-নোয়েল ব্যারোর সঙ্গে টেলিফোনে কথা বলার সময় এ মন্তব্য করেন। খবর আলজাজিরার।",
        desc3: "ইরানের পররাষ্ট্র মন্ত্রণালয়ের টেলিগ্রাম পোস্ট অনুযায়ী, যুক্তরাষ্ট্র ও ইসরাইলের সঙ্গে চলমান যুদ্ধ এবং এর আঞ্চলিক প্রভাব নিয়ে দুই মন্ত্রীর মধ্যে আলোচনা হয়।",
        desc4: "আরাগচি বলেন, মধ্যপ্রাচ্য অঞ্চল এবং হরমুজ প্রণালিতে নিরাপত্তাহীনতা বৃদ্ধির “একমাত্র কারণ” হচ্ছে যুক্তরাষ্ট্র ও ইসরাইলের কর্মকাণ্ড। তিনি বিভিন্ন দেশকে বর্তমান পরিস্থিতিতে দায়িত্বশীল আচরণ করার এবং এমন কোনো পদক্ষেপ না নেওয়ার আহ্বান জানান, যা সংঘাতকে আরও উসকে দিতে পারে।",
        desc5: "ইরানের পররাষ্ট্রমন্ত্রী আরো বলেন, দেশটি তার সার্বভৌমত্ব ও জাতীয় নিরাপত্তা রক্ষায় দৃঢ় প্রতিজ্ঞ। তার দাবি, তেহরানের সামরিক বাহিনী কেবল “আগ্রাসীদের” সামরিক ঘাঁটিগুলোকেই লক্ষ্য করে হামলা চালিয়েছে এবং এগুলোকে অন্য কোনো দেশের বিরুদ্ধে আক্রমণ হিসেবে দেখা উচিত নয়।",
        desc6: "এ ছাড়া আরাগচি বলেন, লেবাননে স্থায়ী শান্তি প্রতিষ্ঠা অনেকটাই নির্ভর করছে ইসরায়েলের হামলা বন্ধ হওয়ার ওপর।",
        date: "১৫ মার্চ ২০২৬, ১৬: ৫৩"
    },

];

// {
//         id: 0,
//         image: "",
//         image2: "",
//         image3: "",
//         title: "",
//         desc1: "",
//         desc2: "",
//         desc3: "",
//         desc4: "",
//         desc5: "",
//         desc6: "",
//         date: " "
//     },
