export const worldData = [
    // Main First News

    {
        id: 1,
        image: "https://cdn.bdnews24.com/bdnews24/media/bangla/imgAll/2026March/donald-trump-070326-012-1772895964.jpg",
        image2: "",
        image3: "",
        title: "ইরানে শনিবার অত্যন্ত কঠিন আঘাত হানা হবে: ট্রাম্প",
        desc1: "ট্রাম্প বলেছেন, ইরান প্রতিবেশীদের কাছে তাদের ওপর হামলা করার জন্য ক্ষমা চেয়েছে আর এটিকে তিনি ‘আত্মসমর্পণ’ হিসেবে ধরে নিচ্ছেন।",
        desc2: "যুক্তরাষ্ট্রের প্রেসিডেন্ট ডনাল্ড ট্রাম্প বলেছেন, শনিবার ইরানে ‘অত্যন্ত কঠিন আঘাত হানা হবে’ আর হামলার পরিধিও বাড়ানো হবে। নতুন এলাকা ও জনগোষ্ঠীকে হামলার আওতায় আনার কথা বিবেচনা করছেন তিনি।",
        desc3: "নিজের সামাজিক মাধ্যম ট্রুথ সোশ্যালে এক পোস্টে তিনি বলেন, “আজ ইরানে অত্যন্ত কঠিন আঘাত হানা হবে! ইরানের খারাপ ব্যবহারের কারণে এই মুহূর্ত পর্যন্ত যেসব এলাকা ও গোষ্ঠীকে লক্ষ্যস্থল হিসেবে বিবেচনা করা হয়নি সেগুলোর সম্পূর্ণ ধ্বংস এবং নিশ্চিত মৃত্যু গুরুত্ব সহকারে বিবেচনা করা হচ্ছে।”",
        desc4: "তিনি আরও উল্লেখ করেন, ইরান প্রতিবেশীদের কাছে তাদের ওপর হামলা করার জন্য ক্ষমা চেয়েছে আর এটিকে তিনি ‘আত্মসমর্পণ’ হিসেবে ধরে নিচ্ছেন। ২৮ ফেব্রুয়ারি শিয়া সংখ্যাগরিষ্ঠ ইরানে যুক্তরাষ্ট্র ও ইসরায়েল যৌথ আক্রমণ শুরু করার পর এর জবাবে তেহরান ইসরায়েলের পাশাপাশি মধ্যপ্রাচ্যের বিভিন্ন দেশে অবস্থিত মার্কিন ঘাঁটিগুলোতে একের পর এক ড্রোন ও ক্ষেপণাস্ত্র হামলা শুরু করে।",
        desc5: "এ নিয়ে আঞ্চলিক উত্তেজনা বাড়তে বাড়তে মারাত্মক পর্যায়ে পৌঁছে যাওয়ার পর শনিবার ইরানের প্রেসিডেন্ট মাসুদ পেজেশকিয়ান জানান, প্রতিবেশী দেশগুলো থেকে ইরানের দিকে হামলা না হলে সেসব দেশে পাল্টা হামলা স্থগিত রাখার একটি প্রস্তাব তাদের অস্থায়ী নেতৃত্ব পরিষদ অনুমোদন করেছে।",
        desc6: "গত কয়েক দিনে মধ্যপ্রাচ্যের প্রতিবেশী দেশগুলোতে যেসব হামলা হয়েছে, সেগুলোর জন্য পেজেশকিয়ান তাদের কাছে দুঃখও প্রকাশ করেছেন।",
        date: "07 Mar 2026, 11:03 PM"
    },

    // Bottom All News

    {
        id: 2,
        image: "https://cdn.bdnews24.com/bdnews24/media/bangla/imgAll/2026March/nabi-chit-070326-01-1772884566.jpg",
        image2: "",
        image3: "",
        title: "লেবাননে ইসরায়েলি হামলায় নিহত ১৬, ছত্রীসেনা নামিয়ে অভিযানের চেষ্টা",
        desc1: "রাতে ইসরায়েলি হেলিকপ্টারগুলো লেবাননের পূর্বাঞ্চলীয় বেকা উপত্যকার নবী চিত শহরে ছত্রীসেনা নামিয়ে স্থল অভিযানের চেষ্টা করেছিল।",
        desc2: "লেবাননের পূর্বাঞ্চলীয় এক শহরে ছত্রীসেনা নামিয়ে অভিযানের চেষ্টা করেছিল ইসরায়েলের সামরিক বাহিনী, কিন্তু স্থানীয় বাসিন্দা ও হিজবুল্লাহর যোদ্ধাদের প্রতিরোধের মুখে সেটি ব্যর্থ হয়। এ সময় ওই এলাকায় ইসরায়েলের ব্যাপক বিমান হামলায় অন্তত ১৬ জন নিহত হন। আগের রাতে এসব ঘটনা ঘটেছে বলে লেবাননের রাষ্ট্রায়ত্ত গণমাধ্যম ও স্থানীয় বাসিন্দারা শনিবার জানিয়েছেন।",
        desc3: "ইরানে যুক্তরাষ্ট্র, ইসরায়েলের হামলাকে কেন্দ্র করে মধ্যপ্রাচ্যজুড়ে ছড়িয়ে পড়া যুদ্ধে লেবাননকে জড়িয়ে ফেলেছে হিজবুল্লাহ। গত সোমবার ইরান সমর্থিত হিজবুল্লাহ ইসরায়েলে রকেট ও ড্রোন হামলা চালায়, এর প্রতিক্রিয়ায় লেবাননের দক্ষিণ, পূর্বাঞ্চল ও রাজধানী বৈরুতের কাছে ব্যাপক বোমাবর্ষণ করে ইসরায়েল।",
        desc4: "লেবাননের রাষ্ট্রায়ত্ত গণমাধ্যম ও বাসিন্দারা জানান, রাতে ইসরায়েলি হেলিকপ্টারগুলো লেবাননের পূর্বাঞ্চলীয় বেকা উপত্যকার নবী চিত শহরে ছত্রীসেনা নামায়। নেমে আসা ছত্রীসেনারা এগোনোর চেষ্টা করলে স্থানীয় বাসিন্দারা ও হিজবুল্লাহর যোদ্ধারা তাদের লক্ষ্য ওপর গুলিবর্ষণ করে। এ পরিস্থিতিতে ইসরায়েলি সেনাদের প্রত্যাহার করা হয় ও তারা হেলিকপ্টার যোগে এলাকা ত্যাগ করে।",
        desc5: "এর পরই নবী চিত ও এর আশপাশের শহরগুলোতে ব্যাপক বোমাবর্ষণ করে ইসরায়েলি বাহিনী। লেবাননের স্বাস্থ্য মন্ত্রণালয় জানিয়েছে, গত ২৪ ঘণ্টায় নবী চিতে ইসরায়েলি বাহিনীর হামলায় ১৬ জন নিহত হয়েছেন। মন্ত্রণালয়টির এক মুখপাত্র রয়টার্সকে জানান, এদের মধ্যে শুক্রবার দিনভর চালানো হামলা ও এরপর রাতে চালানো তীব্র হামলায় নিহতরা রয়েছেন আর মৃত্যুর সংখ্যা আরও বাড়বে বলে ধারণা করা হচ্ছে।",
        desc6: "নিরাপত্তা বাহিনীর দুটি সূত্র রয়টার্সকে জানিয়েছেন, নিহতদের মধ্যে লেবানন সেনাবাহিনীর তিনজন সেনা রয়েছেন।",
        date: "07 Mar 2026, 05:57 PM"
    },

    {
        id: 3,
        image: "https://cdn.bdnews24.com/bdnews24/media/bangla/imgAll/2026March/masoud-pezeshkian-iran-prez-070326-1772873235.jpg",
        image2: "",
        image3: "",
        title: "লেবাননে ইসরায়েলি হামলায় নিহত ১৬, ছত্রীসেনা নামিয়ে অভিযানের চেষ্টা",
        desc1: "রাতে ইসরায়েলি হেলিকপ্টারগুলো লেবাননের পূর্বাঞ্চলীয় বেকা উপত্যকার নবী চিত শহরে ছত্রীসেনা নামিয়ে স্থল অভিযানের চেষ্টা করেছিল।",
        desc2: "লেবাননের পূর্বাঞ্চলীয় এক শহরে ছত্রীসেনা নামিয়ে অভিযানের চেষ্টা করেছিল ইসরায়েলের সামরিক বাহিনী, কিন্তু স্থানীয় বাসিন্দা ও হিজবুল্লাহর যোদ্ধাদের প্রতিরোধের মুখে সেটি ব্যর্থ হয়। এ সময় ওই এলাকায় ইসরায়েলের ব্যাপক বিমান হামলায় অন্তত ১৬ জন নিহত হন। আগের রাতে এসব ঘটনা ঘটেছে বলে লেবাননের রাষ্ট্রায়ত্ত গণমাধ্যম ও স্থানীয় বাসিন্দারা শনিবার জানিয়েছেন।",
        desc3: "ইরানে যুক্তরাষ্ট্র, ইসরায়েলের হামলাকে কেন্দ্র করে মধ্যপ্রাচ্যজুড়ে ছড়িয়ে পড়া যুদ্ধে লেবাননকে জড়িয়ে ফেলেছে হিজবুল্লাহ। গত সোমবার ইরান সমর্থিত হিজবুল্লাহ ইসরায়েলে রকেট ও ড্রোন হামলা চালায়, এর প্রতিক্রিয়ায় লেবাননের দক্ষিণ, পূর্বাঞ্চল ও রাজধানী বৈরুতের কাছে ব্যাপক বোমাবর্ষণ করে ইসরায়েল।",
        desc4: "লেবাননের রাষ্ট্রায়ত্ত গণমাধ্যম ও বাসিন্দারা জানান, রাতে ইসরায়েলি হেলিকপ্টারগুলো লেবাননের পূর্বাঞ্চলীয় বেকা উপত্যকার নবী চিত শহরে ছত্রীসেনা নামায়। নেমে আসা ছত্রীসেনারা এগোনোর চেষ্টা করলে স্থানীয় বাসিন্দারা ও হিজবুল্লাহর যোদ্ধারা তাদের লক্ষ্য ওপর গুলিবর্ষণ করে। এ পরিস্থিতিতে ইসরায়েলি সেনাদের প্রত্যাহার করা হয় ও তারা হেলিকপ্টার যোগে এলাকা ত্যাগ করে।",
        desc5: "এর পরই নবী চিত ও এর আশপাশের শহরগুলোতে ব্যাপক বোমাবর্ষণ করে ইসরায়েলি বাহিনী। লেবাননের স্বাস্থ্য মন্ত্রণালয় জানিয়েছে, গত ২৪ ঘণ্টায় নবী চিতে ইসরায়েলি বাহিনীর হামলায় ১৬ জন নিহত হয়েছেন। মন্ত্রণালয়টির এক মুখপাত্র রয়টার্সকে জানান, এদের মধ্যে শুক্রবার দিনভর চালানো হামলা ও এরপর রাতে চালানো তীব্র হামলায় নিহতরা রয়েছেন আর মৃত্যুর সংখ্যা আরও বাড়বে বলে ধারণা করা হচ্ছে।",
        desc6: "নিরাপত্তা বাহিনীর দুটি সূত্র রয়টার্সকে জানিয়েছেন, নিহতদের মধ্যে লেবানন সেনাবাহিনীর তিনজন সেনা রয়েছেন।",
        date: "07 Mar 2026, 05:57 PM"
    },

    {
        id: 4,
        image: "https://cdn.bdnews24.com/bdnews24/media/bangla/imgAll/2026March/masoud-pezeshkian-iran-prez-070326-1772873235.jpg",
        image2: "",
        image3: "",
        title: "লেবাননে ইসরায়েলি হামলায় নিহত ১৬, ছত্রীসেনা নামিয়ে অভিযানের চেষ্টা",
        desc1: "রাতে ইসরায়েলি হেলিকপ্টারগুলো লেবাননের পূর্বাঞ্চলীয় বেকা উপত্যকার নবী চিত শহরে ছত্রীসেনা নামিয়ে স্থল অভিযানের চেষ্টা করেছিল।",
        desc2: "লেবাননের পূর্বাঞ্চলীয় এক শহরে ছত্রীসেনা নামিয়ে অভিযানের চেষ্টা করেছিল ইসরায়েলের সামরিক বাহিনী, কিন্তু স্থানীয় বাসিন্দা ও হিজবুল্লাহর যোদ্ধাদের প্রতিরোধের মুখে সেটি ব্যর্থ হয়। এ সময় ওই এলাকায় ইসরায়েলের ব্যাপক বিমান হামলায় অন্তত ১৬ জন নিহত হন। আগের রাতে এসব ঘটনা ঘটেছে বলে লেবাননের রাষ্ট্রায়ত্ত গণমাধ্যম ও স্থানীয় বাসিন্দারা শনিবার জানিয়েছেন।",
        desc3: "ইরানে যুক্তরাষ্ট্র, ইসরায়েলের হামলাকে কেন্দ্র করে মধ্যপ্রাচ্যজুড়ে ছড়িয়ে পড়া যুদ্ধে লেবাননকে জড়িয়ে ফেলেছে হিজবুল্লাহ। গত সোমবার ইরান সমর্থিত হিজবুল্লাহ ইসরায়েলে রকেট ও ড্রোন হামলা চালায়, এর প্রতিক্রিয়ায় লেবাননের দক্ষিণ, পূর্বাঞ্চল ও রাজধানী বৈরুতের কাছে ব্যাপক বোমাবর্ষণ করে ইসরায়েল।",
        desc4: "লেবাননের রাষ্ট্রায়ত্ত গণমাধ্যম ও বাসিন্দারা জানান, রাতে ইসরায়েলি হেলিকপ্টারগুলো লেবাননের পূর্বাঞ্চলীয় বেকা উপত্যকার নবী চিত শহরে ছত্রীসেনা নামায়। নেমে আসা ছত্রীসেনারা এগোনোর চেষ্টা করলে স্থানীয় বাসিন্দারা ও হিজবুল্লাহর যোদ্ধারা তাদের লক্ষ্য ওপর গুলিবর্ষণ করে। এ পরিস্থিতিতে ইসরায়েলি সেনাদের প্রত্যাহার করা হয় ও তারা হেলিকপ্টার যোগে এলাকা ত্যাগ করে।",
        desc5: "এর পরই নবী চিত ও এর আশপাশের শহরগুলোতে ব্যাপক বোমাবর্ষণ করে ইসরায়েলি বাহিনী। লেবাননের স্বাস্থ্য মন্ত্রণালয় জানিয়েছে, গত ২৪ ঘণ্টায় নবী চিতে ইসরায়েলি বাহিনীর হামলায় ১৬ জন নিহত হয়েছেন। মন্ত্রণালয়টির এক মুখপাত্র রয়টার্সকে জানান, এদের মধ্যে শুক্রবার দিনভর চালানো হামলা ও এরপর রাতে চালানো তীব্র হামলায় নিহতরা রয়েছেন আর মৃত্যুর সংখ্যা আরও বাড়বে বলে ধারণা করা হচ্ছে।",
        desc6: "নিরাপত্তা বাহিনীর দুটি সূত্র রয়টার্সকে জানিয়েছেন, নিহতদের মধ্যে লেবানন সেনাবাহিনীর তিনজন সেনা রয়েছেন।",
        date: "07 Mar 2026, 05:57 PM"
    },

];

// {
//         id: 0,
//         image: "",
//         image2: "",
//         image3: "",
//         title: "",
//         desc1: "",
//         desc2: "",
//         desc3: "",
//         desc4: "",
//         desc5: "",
//         desc6: "",
//         date: " "
//     },