export const worldData = [
    // Main First News

    {
        id: 17501,
        image: "https://cdn.bdnews24.com/bdnews24/media/bangla/imgAll/2025March/randhir-jaiswal-070325-001-1741357473.jpg",
        image2: "",
        image3: "",
        title: "বাংলাদেশের বাড়তি ডিজেলের অনুরোধ ‘ভেবে দেখছে’ নয়া দিল্লি",
        desc1: "এ ক্ষেত্রে ভারতের পরিশোধন সক্ষমতা, অভ্যন্তরীণ চাহিদা ও ডিজেলের প্রাপ্যতা বিবেচনায় নেওয়া হবে, বলেন জয়সওয়াল।",
        desc2: "ইরান যুদ্ধের প্রভাবে সম্ভাব্য জ্বালানি সংকট মোকাবেলায় বাংলাদেশের কাছ থেকে পাওয়া বাড়তি ডিজেল সরবরাহের অনুরোধ বিবেচনা করে দেখার কথা বলেছে নয়াদিল্লি। বৃহস্পতিবার পররাষ্ট্র মন্ত্রণালয়ের ব্রিফিংয়ে মুখপাত্র রণধীর জয়সওয়াল এ কথা জানান।",
        desc3: "সেখানে বিজনেস স্ট্যান্ডার্ডের সাংবাদিক আর্চিস মোহন বলেন, “কোভিড মহামারীর সময় আমরা ছোট প্রতিবেশী দেশগুলোর প্রতি উদার ছিলাম; আমরা তাদের সহায়তা করেছি।  “চলমান যুদ্ধ-সংঘাতের প্রেক্ষাপটে বাংলাদেশ বা নেপালের মতো ছোট প্রতিবেশী রাষ্ট্র তাদের নাগরিকদের সরিয়ে নেওয়া কিংবা জ্বালানি নিরাপত্তার বিষয়ে কোনো অনুরোধ জানিয়েছে কিনা?” জবাবে জয়সওয়াল বলেন, “আপনারা জানেন, ভারত পরিশোধিত পেট্রোলিয়াম পণ্যের বড় রপ্তানিকারক দেশ, বিশেষ করে আমাদের প্রতিবেশী দেশগুলোর ক্ষেত্রে।",
        desc4: "“আমরা বাংলাদেশ সরকারের কাছ থেকে ডিজেল সরবরাহের একটি অনুরোধ পেয়েছি, যা বর্তমানে বিবেচনা করে দেখা হচ্ছে।” এ ক্ষেত্রে ভারতের পরিশোধন সক্ষমতা, অভ্যন্তরীণ চাহিদা এবং ডিজেলের প্রাপ্যতা বিবেচনায় নেওয়া হবে বলে জানান জয়সওয়াল। মুখপাত্র বলেন, “বাংলাদেশের সঙ্গে আমাদের জনমুখী ও উন্নয়নমুখী সম্পর্ক। সেই সম্পর্কের ধারাবাহিকতায় ২০০৭ সাল থেকে আমরা নৌপথ, রেলপথ এবং ভারত-বাংলাদেশ মৈত্রী পাইপলাইনের মাধ্যমে নুমালিগড় রিফাইনারি থেকে বাংলাদেশে ডিজেল সরবরাহ করছি।",
        desc5: "“ডিজেল সরবরাহ বাড়াতে ২০১৭ সালের অক্টোবরে নুমালিগড় রিফাইনারি এবং বাংলাদেশ পেট্রোলিয়াম করপোরেশনের মধ্যে একটি চুক্তিও হয়।” শ্রীলঙ্কা ও মালদ্বীপসহ আরও কয়েকটি দেশ থেকেও বাড়তি ডিজেল সরবরাহের অনুরোধ পাওয়ার কথাও বলেন এ ভারতীয় কূটনীতিক।",
        desc6: "ইনকিলাব মঞ্চের আহ্বায়ক শরীফ ওসমান হাদি হত্যার প্রধান আসামি ফয়সাল করিম মাসুদ ও সহযোগী আলমগীর হোসেনকে শনিবার রাতে গ্রেপ্তার করে পশ্চিমবঙ্গের পুলিশ। এই দুই আসামিকে বাংলাদেশে হস্তান্তরের বিষয়ে নয়াদিল্লির বক্তব্য জানতে চান গৌতম লাহিরি নামের এক সাংবাদিক। জবাবে জয়সওয়াল বলেন, “বিষয়টি বর্তমানে আইনশৃঙ্খলা বাহিনী তদন্ত করে দেখছে। তাই এ বিষয়ে আমার মন্তব্য করা উচিত হবে না।”",
        date: "12 Mar 2026, 10:57 PM"
    },

    // Bottom All News
    {
        id: 17502,
        image: "https://cdn.bdnews24.com/bdnews24/media/english/imgAll/2026March/hormuz-shut-khamenei-12032026-01-1773326524.jpg",
        image2: "",
        image3: "",
        title: "যুক্তরাষ্ট্রের ঘাঁটি বন্ধ না হলে হামলা, হরমুজও বন্ধ থাকবে: প্রথম বার্তায় মুজতাবা",
        desc1: "রাষ্ট্রীয় টিভিতে পড়ে শোনানো এক বিবৃতিতে ইরানের নতুন সর্বোচ্চ নেতা এই বার্তা দেন। যারা ক্ষতির শিকার হয়েছে তাদের জন্য ক্ষতিপূরণও দাবি করেছেন মুজতাবা ",
        desc2: "ইরানের নতুন সর্বোচ্চ নেতা মুজতাবা খামেনি তার প্রথম বিবৃতিতে শহীদদের রক্তের বদলা নেওয়ার অঙ্গীকার করার পাশাপাশি যুক্তরাষ্ট্রকে কঠোর বার্তা দিয়েছেন।",
        desc3: "তিনি বলেছেন, মধ্যপ্রাচ্যে সব মার্কিন সামরিক ঘাঁটি অবিলম্বে বন্ধ করতে হবে, অন্যথায় সেগুলোর ওপর হামলা চলবে। তাছাড়া, শত্রুদের ওপর চাপ বজায় রাখতে হরমুজ প্রণালি বন্ধই থাকবে বলেও জানিয়েছেন মুজতাবা। বৃহস্পতিবার রাষ্ট্রীয় টিভিতে পড়ে শোনানো এক বিবৃতিতে তিনি এই বার্তা দেন। যারা ক্ষতির শিকার হয়েছে তাদের জন্য বিবৃতিতে শত্রুদের কাছ থেকে ক্ষতিপূরণও দাবি করেছেন মুজতাবা।",
        desc4: "এই ক্ষতিপূরণ না পেলে শত্রুদের সম্পদও একইভাবে ধ্বংস করার হুমকি দিয়েছেন তিনি। যোদ্ধাদের উদ্দেশে মুজতাবা বলেন, “আমি সাহসী যোদ্ধাদেরকে ধন্যবাদ জানাতে চাই, যারা এমন একটি সময়ে মহান দায়িত্ব পালন করছে যখন আমাদের দেশ চাপ এবং হামলার মুখে আছে।” মুজতাবা তার বিবৃতিতে উপসাগরীয় আরব দেশগুলোকে তাদের মাটিতে থাকা মার্কিন ঘাঁটিগুলোকে বন্ধ করে দেওয়ারও আহ্বান জানিয়েছেন।",
        desc5: "তিনি বলেন, “যুক্তরাষ্ট্রের প্রতিশ্রুত সুরক্ষা ব্যবস্থা আসলে মিথ্যা কথা ছাড়া আর কিছুই নয়।” উপসাগরীয় দেশগুলোতে ইরানের সামরিক হামলা চলবে বলে ইঙ্গিত দিয়েছেন মুজতাবা। ইরানে যুদ্ধের প্রথম দিন ২৮ ফেব্রয়ারিতে নিহত হন দেশটির সর্বোচ্চ নেতা আয়াতুল্লাহ আলি খামেনি। তার ঠিক ৯ দিনের মাথায় গত রোববার খামেনির ছেলে মুজতাবা খামেনিকে সর্বোচ্চ নেতা হিসাবে বেছে নেয় ইরান।",
        desc6: "এরপর ৪৮ ঘণ্টা পেরিয়ে গেলেও জনসম্মুখে তার দেখা মেলেনি, এমনকি তার পক্ষ থেকে কোনও বার্তাও আসছিল না। এতে তার অবস্থা নিয়ে জল্পনা সৃষ্টি হয়েছিল। এই জল্পনার মধ্যেই তার প্রথম বিবৃতি প্রকাশ্যে এল।",
        date: "12 Mar 2026, 09:02 PM"
    },
    {
        id: 17503,
        image: "https://cdn.bdnews24.com/bdnews24/media/english/imgAll/2026March/trump-russia-iran-war-proposals-100326-01-1773114559.jpg",
        image2: "",
        image3: "",
        title: "ইরান যুদ্ধ বন্ধ করে আলোচনার আহ্বান রাশিয়ার",
        desc1: "রাশিয়ার পররাষ্ট্র মন্ত্রণালয়ের মুখপাত্র বলেন, “মধ্যপ্রাচ্যে চলমান উত্তেজনা যত দ্রুত সম্ভব কমিয়ে আনতে এবং যে কোনও বিরোধ শান্তিপূর্ণভাবে সমাধানে রাশিয়া প্রয়োজনীয় পদক্ষেপ নিয়ে যাবে।”",
        desc2: "ইসরায়েল ও যুক্তরাষ্ট্রকে ইরানে চলমান হামলা বন্ধ করে আলোচনার টেবিলে বসার আহ্বান জানিয়েছে রাশিয়া। বৃহস্পতিবার মস্কোর পক্ষ থেকে এই আহ্বান জানানো হয়। রাশিয়ার পররাষ্ট্র মন্ত্রণালয়ের মুখপাত্র মারিয়া জাখারোভা সাংবাদিকদের বলেন, “মধ্যপ্রাচ্যে চলমান উত্তেজনা যত দ্রুত সম্ভব কমিয়ে আনতে এবং যে কোনও বিরোধ শান্তিপূর্ণ উপায়ে সমাধানের লক্ষ্যে রাশিয়া প্রয়োজনীয় পদক্ষেপ নেওয়া অব্যাহত রাখবে।”",
        desc3: "ইরানে চলমান সামরিক অভিযানের কড়া সমালোচনা করে তিনি আরও বলেন, “ইরান কর্তৃপক্ষের দেওয়া তথ্যানুযায়ী, ওয়াশিংটন ও তেল আবিবের এই অবৈধ সামরিক অভিযানে ইরানে হাজার হাজার বেসামরিক মানুষ হতাহত হয়েছে।” রাশিয়ার এই আহ্বান এমন এক সময়ে এল যখন মধ্যপ্রাচ্যে সংঘাত আরও ছড়িয়ে পড়া এবং বিশ্ববাজারে জ্বালানি তেলের সরবরাহ মারাত্মকভাবে বিঘ্নিত হওয়ার আশঙ্কা করা হচ্ছে।",
        desc4: "গত ২৮ ফেব্রুয়ারি ইরানজুড়ে যুক্তরাষ্ট্র ও ইসরায়েলের অতর্কিত বিমান ও ক্ষেপণাস্ত্র হামলার মধ্য দিয়ে এই যুদ্ধের সূচনা হয়। পেন্টাগনের ভাষ্যমতে, ইরানের পারমাণবিক কর্মসূচি ধ্বংস এবং দেশটির সীমান্ত পেরিয়ে শক্তি প্রদর্শনের সক্ষমতা শেষ করে দিতেই এই ‘তীব্রতর’ অভিযান চালানো হচ্ছে। ",
        desc5: "হামলার শুরুতেই ইরানের সর্বোচ্চ নেতা আয়াতুল্লাহ আলি খামেনির নিহত হওয়ার খবর পাওয়া যায়, যা সংঘাতকে আরও উসকে দেয়। পরবর্তীতে খামেনির ছেলে মুজতাবা খামেনিকে নতুন সর্বোচ্চ নেতা ঘোষণা করে তেহরান তাদের অনমনীয় অবস্থানের জানান দেয়। ",
        desc6: "বর্তমানে এই সংঘাত লেবানন ও উপসাগরীয় দেশগুলোতেও ছড়িয়ে পড়েছে এবং বিশ্বের অন্যতম গুরুত্বপূর্ণ নৌপথ হরমুজ প্রণালী কার্যত অবরুদ্ধ হয়ে পড়েছে। ইরান পাল্টা ব্যবস্থা হিসেবে মধ্যপ্রাচ্যে অবস্থিত মার্কিন ঘাঁটি এবং প্রতিবেশী দেশগুলোর জ্বালানি অবকাঠামো ও পণ্যবাহী জাহাজে ড্রোন ও ক্ষেপণাস্ত্র হামলা চালাচ্ছে। এই যুদ্ধের ফলে বিশ্ববাজারে জ্বালানি তেলের সরবরাহ বিঘ্নিত হচ্ছে এবং বেসামরিক মানুষের প্রাণহানির সংখ্যা ইতোমধ্যে হাজার ছাড়িয়ে গেছে।",
        date: "12 Mar 2026, 08:03 PM"
    },

    {
        id: 17504,
        image: "https://cdn.bdnews24.com/bdnews24/media/bangla/imgAll/2026March/oil-barrels-prepared-1773326049.jpg",
        image2: "",
        image3: "",
        title: "রাশিয়ার তেল মিলবে? মন্ত্রী বললেন, ‘বিকল্প উৎস’ হিসেবে ভাবছি",
        desc1: "“রাশিয়ার তেল কিনতে পারবে ইন্ডিয়া; আমরাও চাইছি; বলেছি, ‘বাংলাদেশ কেন নয়,” বলেন আমির খসরু।",
        desc2: "জ্বালানি সংকট মোকাবেলায় ‘বিকল্প উৎস’ হিসেবে রাশিয়ার তেল কেনার ক্ষেত্রে যুক্তরাষ্ট্রের সায় পাওয়ার অপেক্ষায় রয়েছে বাংলাদেশ। অর্থ ও পরিকল্পনা মন্ত্রী আমির খসরু মাহমুদ চৌধুরী বলেছেন, “এটা দেখতে হবে; আমাদের তো অনেক উৎস আছে এলএনজি কেনার। আমরা সেগুলো বাছাই করতেছি। এলএনজি অনেক চলেও আসছে।",
        desc3: "“বিকল্প উৎস হিসেবে আমরা এটা (রাশিয়ার তেল) চিন্তা করতেছি। আমি ওইদিন (বুধবার) তো বলেছি ইউএসকে ওয়েভারের জন্য। ওয়েভার যেহেতু তারা আগেও দিয়েছে, আমরাও চেয়েছি।” ইরান যুদ্ধের প্রভাবে সৃষ্ট জ্বালানি সংকট মোকাবেলায় বুধবার ঢাকায় মার্কিন রাষ্ট্রদূত ব্রেন্ট ক্রিস্টেনসেনের কাছে রাশিয়ার তেল কেনার বিষয়ে সায় চান অর্থমন্ত্রী। পরের দিন বৃহস্পতিবার তিনি বৈঠক করলেন বাংলাদেশে রাশিয়ার রাষ্ট্রদূত জি খোজিনের সঙ্গে। শেরেবাংলা নগরে পরিকল্পনা মন্ত্রীর কার্যালয়ে এই বৈঠক হয়। পরে এ বিষয়ে তার কাছে অগ্রগতি জানতে চান সাংবাদিকরা। মন্ত্রী বলেন, “ইতোমধ্যে যুক্তরাষ্ট্র রাশিয়াকে কিন্তু ওয়েভার দিয়েছে। যুক্তরাষ্ট্র ইন্ডিয়াকে ওয়েভার দিয়েছে, টেম্পোরারি ওয়েভার দিয়েছে। রাশিয়ার তেল কিনতে পারবে ইন্ডিয়া। আমরাও চাইছি। “বলেছি, হোয়াই নট বাংলাদেশ? বাংলাদেশকে ওয়েভার দাও। আমাদের ইকোনমির জন্য বিগ সাপোর্ট হবে এটা। ওরা বলেছে, ওরা ওয়াশিংটনে পাঠাবে। দেখা যাক কী হয়।”",
        desc4: "বৃহস্পতিবার রাশিয়ার রাষ্ট্রদূতের সঙ্গে রূপপুর পারমাণবিক বিদ্যুৎকেন্দ্র নির্মাণ প্রকল্প নিয়েও কথা হয় বলে তুলে ধরেন অর্থমন্ত্রী।  তিনি বলেন, “সামনের বছর তো একটি বড় চ্যালেঞ্জ আসবে জ্বালানিতে। এছাড়া আমাদের কিছু সমস্যাও আছে জ্বালানিতে। তবে এনার্জিতে বড় সম্ভাবনাও আছে। আমাদের এই নিউক্লিয়ার পাওয়ার প্ল্যান্টের ব্যাপারে। যেটা শুরু হতে যাচ্ছে ৭ এপ্রিল। “এতে ১২০০ মেগাওয়াট মিলবে ডিসেম্বরের মধ্যে। এটাই পরিকল্পনা আছে। পরের বছর আরো ৬০০ মেগাওয়াট যোগ হবে। দেখা যাক, অনেক ‘কো-অপারেশন’ আছে।”  কবে নাগাদ বিদ্যুৎ পাওয়া যেতে পারে এখান থেকে, এমন প্রশ্নে খসরু বলেন, “জুন-জুলাই কিংবা অগাস্টে সম্ভবত।”",
        desc5: "এ বিদ্যুৎকেন্দ্রের ঋণের অর্থ পরিশোধ নিয়ে কোনো ‘ইস্যু’ রয়েছে কিনা, সেই প্রশ্নও তোলা হয় মন্ত্রীর সামনে। তার ভাষ্য, “না, ইস্যু হচ্ছে আমাদের তো এখন জরুরি ভিত্তিতে উৎপাদনে যেতে হবে; এটা আমাদের গ্রিডে যোগ করতে হবে।  “এটা আমাদের জন্য শিগগিরিই দরকার। কারণ, আমাদের কাছে জ্বালানি নিরাপত্তা বড় বিষয়। আমাদেরকে যেকোনোভাবেই এর একটা সমাধানে আসতে হবে।” অন্তর্বর্তী সরকার ক্ষমতা থেকে যাওয়ার আগ মুহূর্তে এ প্রকল্পে ২৫ হাজার ৫৯২ কোটি টাকা ব্যয় বাড়ানোর প্রস্তাব অনুমোদন করে। ব্যয় বৃদ্ধির পুরো অর্থই মিলবে প্রকল্প ঋণ থেকে। তাতে প্রকল্পের খরচ ১ লাখ ১৩ হাজার ৯২ কোটি টাকা থেকে বেড়ে দাঁড়িয়েছে ১ লাখ ৩৮ হাজার ৬৮৫ কোটি টাকায়।",
        desc6: "প্রায় ১ লাখ ১৩ হাজার ৯২ কোটি টাকা ব্যয়ে রাশিয়ার সহযোগিতায় বাংলাদেশের প্রথম পারমাণবিক বিদ্যুৎকেন্দ্র নির্মাণ হচ্ছে পাবনার রূপপুরে। সেখানে দুটি ইউনিটে ১২০০ মেগাওয়াট করে ২৪০০ মেগাওয়াট বিদ্যুৎ উৎপাদন হবে। এই নির্মাণ ব্যয়ের ১০ শতাংশের অর্থায়ন করার ছিল সরকারের, বাকি ৯০ শতাংশ রাশিয়া ঋণ হিসাবে দিচ্ছিল। বিদ্যুৎকেন্দ্রের মেয়াদ হবে ৬০ বছর। পরে তা আরও ২০ বছর বাড়ানো যাবে। ২০১৩ সালের অক্টোবরে তৎকালীন প্রধানমন্ত্রী শেখ হাসিনা এ বিদ্যুৎকেন্দ্রের ভিত্তি স্থাপন করেন। ২০১৭ সালের নভেম্বরে তিনি বিদ্যুৎকেন্দ্রের প্রথম ইউনিটের চুল্লি ও পানি শীতলকারী ডোমের কংক্রিট ঢালাই কাজ উদ্বোধন করেন। ২০২১ সালের শুরুতে একটি ইউনিট উৎপাদনে আসার কথা থাকলেও মহামারীর জটিলতায় তা পিছিয়ে যায়। পরে ইউক্রেইন যুদ্ধসহ নানা জটিলতায় প্রকল্পের কাজ আরো বিলম্বিত হয়। সংশোধিত অনুমোদনের ফলে প্রকল্প শেষ হওয়ার সময় ধরা হয়েছে ২০২৮ সালের জুন পর্যন্ত।",
        date: "12 Mar 2026, 08:34 PM"
    },

];

// {
//         id: 0,
//         image: "",
//         image2: "",
//         image3: "",
//         title: "",
//         desc1: "",
//         desc2: "",
//         desc3: "",
//         desc4: "",
//         desc5: "",
//         desc6: "",
//         date: " "
//     },
